{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "accessibility",
  "title": "Accessibility Help Content",
  "body": "Accessibility is a powerful tool that allows you to determine whether networks provide sufficient access to members in a geographic area using standards detailed within a specification.\n\nAccessibility is a premium feature of Network360 and may not be available to all users.\n\n## Navigation\n\nTo navigate to this module, click on one of the following modules on the left side bar navigation menu: **Competitive Analysis, Sales Tools, Compliance,** or **Broker Tools**.  Then select **Accessibility**. This brings you to the **Manage Accessibility Analyses** page.\n\n## Manage Accessibility Analyses Page\n\nOn the Manage Accessibility Analyses page, you can view a grid which shows all the analyses and their status within your selected project.\n\n* By clicking the Action Filter icon in the top right corner of the grid, you   can choose which columns display within the grid: \n\n  * Name\n  * Description\n  * Status\n  * Population File\n  * Specialty Mapping\n  * Network – This is your Base Network\n  * Specification\n  * Last Updated \n  * Created By\n\n    <image 1>\n* To change the sort order of a column, click on the column header.\n* Filter options are below the column headers:\n\n  * Type into a blank field to search for your desired result, or\n  * Select from the dropdown list\n\n#### Status Definitions\n\n* **Queued** – displays when many analyses are run at the same time and the analysis is pending.\n* **In Progress** – displays while the analysis is in progress.\n* **Suspended** – displays after the project has been re-imported/promoted.  This indicates that the analysis needs to be run again to see the results.\n* **Incomplete** – displays for multiple reasons:\n\n  * Some of the analysis criteria has been deleted (e.g. a population file, specialty mapping, specification, or network) \n  * A published Model Network changes to Draft status.\n\n**Note:** Hovering over this status will display a tool tip pop-up identifying the specific issue.\n\n* **Ready** – displays when the analysis is ready to be viewed.  \n\n   **Note:** Editing an analysis in Ready status might require the analysis to be prepared or performed \tagain.  \n* **Failed** – displays for multiple reasons. Hovering over this status will display a tool tip pop-up identifying why the analysis failed.\n\nAfter a Project is refreshed, the Status will change to **Suspended** or **Incomplete** based on availability of the analysis components.  \n\nIf you view an analysis that uses a different specialty mapping than your currently selected Specialty Mapping, the specialty mapping will update to match the mapping that is used within the analysis. \n\n**Note:** Only Administrator users will be able to edit or delete other users’ Accessibility analyses.  \n\n## Creating a New Accessibility Analysis\n\n To execute a new Accessibility analysis, you will need the following pieces of information: \n\n* Population File\n* Network Selection\n* Specification\n\n<image 2>\n\n* **Name** – Give your analysis a name. This is a required field.\n* **Description** – Add a description of your analysis. This is optional.\n* **Population File** – This is a required field. \n\n  For more information on using and creating a Population file, click here <insert link>\n* **Base Network** - Select a network that will be used as a benchmark. This is a required field.\n* **Comparison Network** – This is an optional field. \n\n  * Select one or more comparison networks, or\n  * Leave the field blank – By not making a selection, an analysis will be performed on the **Base Network** only. \n* **Report Grouping** - Report Grouping determines how your results will be grouped on the **Geographic Summary** tab. For example, if you select **County** then you will see a section for each County associated with your population file. This is a required field.\n\n   **Notes:** \n\n  * Only the Base Network is considered in the **Access Map** and **Gap Map** results. \n\n    * Accessibility will be calculated for the Comparison Networks as well, but they will not be evaluated in these maps.\n  * If more than six networks are selected in total, the Hospital Report will not be available in the PDF export, though it will still be viewable in the application.\n* **Specification** – This is a required field.\n\n   For more information on using and creating a Specification, click here <insert link>\n\n**Advanced Options** – Clicking on the Advanced Options link will display additional filter options. \n\n* **Confidence** - Confidence-level filters can be applied to **Address** and/or **Specialty** data. You can select one the following options for each category: \n\n  * Any single confidence level\n  * High & Medium confidence\n  * Medium & Low confidence\n\n       <image 3>\n\n   Your analysis results will show members’ access to providers and provider locations that meet your confidence level criteria.\n* **Attributes** – This is a custom filter, based on client subscriptions. For more information on using the **Attributes** filter, click here <insert link>\n\nTo view the **Analysis Results**, click on the **Prepare Analysis** button.\n\n## Analysis Results\n\nAt the top of the Analysis Results page, you can:\n\n* View the summary of your selected criteria by clicking on the **Show/Hide Analysis Criteria** toggle.\n* Edit the criteria of your analysis by clicking on the pencil icon to the right of your analysis name.\n* Create a new analysis by clicking on the **Perform another analysis** link.\n\n  <image 4>\n\n  Below the criteria summary are 9 tabs: **Access Comparison** (default tab), **Geographic Summary**, **Specialty Summary**, **Access Map**, **Gap Map**, **Gap Details**, **Top Markets**, **Top Hospitals** and **Recruiting**, each of which are described in detail below.\n\n  <image 5>\n\nWhen you first view the analysis results on the **Access Comparison** tab:\n\n* The **Specialty** filter will be set to **All (Compound Access)** which utilizes the compound methodology to calculate access based on the percentage of beneficiaries/members that have access to all specialties’ standards identified in your specification.\n\n  * By selecting one specialty in the filter, the access will be calculated for only your selected specialty.\n\n    <image 6>\n* The **Geography** filter will be auto-filled with the population file that is part of your analysis criteria. \n\n  * You can type ahead or select from the dropdown list to change the filter to a geography associated with your population file, e.g. county, MSA, zip code(s), or state(s).\n\nRemember to click the **Apply Filter** button after you change your filter settings. The graphs will then update using your filter selection.\n\n### Access Comparison Tab\n\nOn the Access Comparison tab, the results show the access information for the selected specialty and geography for each network and the Total Market. You will see the following for each network within your analysis: \n\n* Percentage of members with access\n* Median distance between members and the closest provider, in miles\n\n  * The median distance for members without access to the closest provider is included in the calculation of the median distance.\n* The network’s market penetration for your selected **Specialty** and **Geography**.\n\n<image 7>\n\n* **Percentage of Members with Access**\n\n  * **Total Market** is listed first.\n  * Networks are ranked by the highest percentage of members with access. \n    * If the **Specialty** filter is set to All (Compound Access), the networks will be ranked by the percentage of members with access to all specialties within the selected geography, i.e. using the compound methodology of determining access. \n    * If the **Specialty** filter is set to a specific specialty, the networks will be ranked by the percentage of members with access to that specialty within the selected geography, i.e. using the standard methodology of determining access. \n  * You can scroll down to view the table which conveys the numerical information represented in the graph.\n\n* **Median Distance to Closest Provider in Miles** \n  * This box and whisker plot conveys the range and median distance that members within the selected geography need to travel to their closest provider locations.\n\n    **Note:** Network360 uses representative placement for member locations which ensures that PHI is not disclosed in these analyses.\n  * The ends of the line in the box and whisker plot show the maximum distance and minimum distance.\n  * The boxed area shows the 2nd and 3rd quartiles of distances.\n  * The line in the middle represents the median travel distance. \n  * When you mouse over the graphs, a tooltip will appear giving detailed information. \n  * You can scroll down to view the table which conveys the numerical information represented in the graph. \n\n* **Percentage of Providers in Network**\n  * This graph depicts the market penetration of providers within your selected **Specialty** and **Geography**. \n  * To see a list of the In-Network providers within your selected **Specialty** and **Geography**, click on the bar in the graph. This will take you to the **Summary Results** page where you can click on the number of **Unique Providers** to view **Detail Results**.\n\n<image 8>"
}