{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "accessibility",
  "title": "Accessibility Help Content",
  "body": "Accessibility is a powerful tool that allows you to determine whether networks provide sufficient access to members in a geographic area using standards detailed within a specification.\n\nAccessibility is a premium feature of Network360 and may not be available to all users.\n\n## Navigation\n\nTo navigate to this module, click on one of the following modules on the left side bar navigation menu: **Competitive Analysis, Sales Tools, Compliance,** or **Broker Tools**.  Then select **Accessibility**. This brings you to the **Manage Accessibility Analyses** page.\n\n## Manage Accessibility Analyses Page\n\nOn the Manage Accessibility Analyses page, you can view a grid which shows all the analyses and their status within your selected project.\n\n* By clicking the Action Filter icon in the top right corner of the grid, you   can choose which columns display within the grid: \n\n  * Name\n  * Description\n  * Status\n  * Population File\n  * Specialty Mapping\n  * Network – This is your Base Network\n  * Specification\n  * Last Updated \n  * Created By\n\n    <image 1>\n* To change the sort order of a column, click on the column header.\n* Filter options are below the column headers:\n\n  * Type into a blank field to search for your desired result, or\n  * Select from the dropdown list\n\n#### Status Definitions\n\n* **Queued** – displays when many analyses are run at the same time and the analysis is pending.\n* **In Progress** – displays while the analysis is in progress.\n* **Suspended** – displays after the project has been re-imported/promoted.  This indicates that the analysis needs to be run again to see the results.\n* **Incomplete** – displays for multiple reasons:\n\n  * Some of the analysis criteria has been deleted (e.g. a population file, specialty mapping, specification, or network) \n  * A published Model Network changes to Draft status.\n\n**Note:** Hovering over this status will display a tool tip pop-up identifying the specific issue.\n\n* **Ready** – displays when the analysis is ready to be viewed.  \n\n   **Note:** Editing an analysis in Ready status might require the analysis to be prepared or performed \tagain.  \n* **Failed** – displays for multiple reasons. Hovering over this status will display a tool tip pop-up identifying why the analysis failed.\n\nAfter a Project is refreshed, the Status will change to **Suspended** or **Incomplete** based on availability of the analysis components.  \n\nIf you view an analysis that uses a different specialty mapping than your currently selected Specialty Mapping, the specialty mapping will update to match the mapping that is used within the analysis. \n\n**Note:** Only Administrator users will be able to edit or delete other users’ Accessibility analyses.  \n\n## Creating a New Accessibility Analysis\n\n To execute a new Accessibility analysis, you will need the following pieces of information: \n\n* Population File\n* Network Selection\n* Specification\n\n<image 2>\n\n* **Name** – Give your analysis a name. This is a required field.\n* **Description** – Add a description of your analysis. This is optional.\n* **Population File** – This is a required field. \n\n  For more information on using and creating a Population file, click here <insert link>.\n* **Base Network** - Select a network that will be used as a benchmark. This is a required field.\n* **Comparison Network** – This is an optional field. \n\n  * Select one or more comparison networks, or\n  * Leave the field blank – By not making a selection, an analysis will be performed on the **Base Network** only. \n* **Report Grouping** - Report Grouping determines how your results will be grouped on the **Geographic Summary** tab. For example, if you select **County** then you will see a section for each County associated with your population file. This is a required field.\n\n   **Notes:** \n\n  * Only the Base Network is considered in the **Access Map** and **Gap Map** results. \n\n    * Accessibility will be calculated for the Comparison Networks as well, but they will not be evaluated in these maps.\n  * If more than six networks are selected in total, the Hospital Report will not be available in the PDF export, though it will still be viewable in the application.\n* **Specification** – This is a required field.\n\n   For more information on using and creating a Specification, click here <insert link>.\n\n**Advanced Options** – Clicking on the Advanced Options link will display additional filter options. \n\n* **Confidence** - Confidence-level filters can be applied to **Address** and/or **Specialty** data. You can select one of the following options for each category: \n\n  * Any single confidence level\n  * High & Medium confidence\n  * Medium & Low confidence\n\n       <image 3>\n\n   Your analysis results will show members’ access to providers and provider locations that meet your confidence level criteria.\n* **Attributes** – This is a custom filter, based on client subscriptions. For more information on using the **Attributes** filter, click here <insert link>.\n\nTo view the **Analysis Results**, click on the **Prepare Analysis** button.\n\n## Analysis Results\n\nAt the top of the Analysis Results page, you can:\n\n* View the summary of your selected criteria by clicking on the **Show/Hide Analysis Criteria** toggle.\n* Edit the criteria of your analysis by clicking on the pencil icon to the right of your analysis name.\n* Create a new analysis by clicking on the **Perform another analysis** link.\n\n  <image 4>\n\n  Below the criteria summary are 9 tabs: **Access Comparison** (default tab), **Geographic Summary**, **Specialty Summary**, **Access Map**, **Gap Map**, **Gap Details**, **Top Markets**, **Top Hospitals** and **Recruiting**, each of which are described in detail below.\n\n  <image 5>\n\nWhen you first view the analysis results on the **Access Comparison** tab:\n\n* The **Specialty** filter will be set to **All (Compound Access)** which utilizes the compound methodology to calculate access based on the percentage of beneficiaries/members that have access to all specialties’ standards identified in your specification.\n\n  * By selecting one specialty in the filter, the access will be calculated for only your selected specialty.\n\n    <image 6>\n* The **Geography** filter will be auto-filled with the population file that is part of your analysis criteria. \n\n  * You can type ahead or select from the dropdown list to change the filter to a geography associated with your population file, e.g. county, MSA, zip code(s), or state(s).\n\nRemember to click the **Apply Filter** button after you change your filter settings. The graphs will then update using your filter selection.\n\n### Access Comparison Tab\n\nOn the Access Comparison tab, the results show the access information for the selected specialty and geography for each network and the Total Market. You will see the following for each network within your analysis: \n\n* Percentage of members with access.\n* Median distance between members and the closest provider, in miles.\n\n  * The median distance for members without access to the closest provider is included in the calculation of the median distance.\n* The network’s market penetration for your selected **Specialty** and **Geography**.\n\n<image 7>\n\n* **Percentage of Members with Access**\n\n  * **Total Market** is listed first.\n  * Networks are ranked by the highest percentage of members with access. \n\n    * If the **Specialty** filter is set to All (Compound Access), the networks will be ranked by the percentage of members with access to all specialties within the selected geography, i.e. using the compound methodology of determining access. \n    * If the **Specialty** filter is set to a specific specialty, the networks will be ranked by the percentage of members with access to that specialty within the selected geography, i.e. using the standard methodology of determining access. \n  * You can scroll down to view the table which conveys the numerical information represented in the graph.\n* **Median Distance to Closest Provider in Miles** \n\n  * This box and whisker plot conveys the range and median distance that members within the selected geography need to travel to their closest provider locations.\n\n    **Note:** Network360 uses representative placement for member locations which ensures that PHI is not disclosed in these analyses.\n  * The ends of the line in the box and whisker plot show the maximum distance and minimum distance.\n  * The boxed area shows the 2nd and 3rd quartiles of distances.\n  * The line in the middle represents the median travel distance. \n  * When you mouse over the graphs, a tooltip will appear giving detailed information. \n  * You can scroll down to view the table which conveys the numerical information represented in the graph. \n* **Percentage of Providers in Network**\n\n  * This graph depicts the market penetration of providers within your selected **Specialty** and **Geography**. \n  * To see a list of the In-Network providers within your selected **Specialty** and **Geography**, click on the bar in the graph. This will take you to the **Summary Results** page where you can click on the number of **Unique Providers** to view **Detail Results**.\n\n    <image 8>\n\n    <image 9>\n  * You can also scroll down to view the table which conveys the numerical information in the graph.  \n\n    * Within the table, you can click on the **Count** of **Providers** in network and view the list of providers. \n    * When members matching your filter criteria do not have access as defined by the standards within your specification, you will see a message explaining this.\n\nThere can be geographic areas in which there is a high percentage of members who have access, but there are no providers within the area selected in the geography filters.  For example, there are members within Waldo, FL, but there are no Primary Care provider locations in my selected networks within Waldo, FL; these members have access to provider locations outside of Waldo, FL that are within the distance range in the specification.  \n\n<image 10>\n\n### Geographic Summary Tab\n\nThe Geographic Summary tab displays the **Percentage of Members with Access**, the **Median Distance to Closest Provider in Miles**, and the **Percentage of Providers in Network** for up to 5 networks.\n\n* Your results will be grouped by type of geographic region.  For example, if your Report Grouping (selected during analysis creation) is County, then you’ll see a section for each County associated with your population file. \n\n   <image 11>\n* There are three filters on this tab: **Specialty**, **Geography**, and **Comparison Networks**.  Once you make your selections, click the **Apply Filters** button to see your results.  Your filter selections will auto-fill on other tabs when appropriate. \n\n  <image 12>\n\n#### Specialty Filter\n\n* The Specialty filter dropdown includes the specialties for standards within your specification. It also includes **All (Compound Access)** where access is defined as having access to all specialties for standards within your specification.  \n* You can only select one option on the Specialty filter.   \n\n#### Geography Filter\n\n* The Geography filter is auto-filled with the population file that you used in your analysis.  \n* If you selected a Geography filter on a different tab, that selection will appear on this tab.  \n* You can select other geographies associated with your population file.\n* Your Geography filter selection will impact the results.  \n\n  * For example, if your Geography filter consists of a subset of your Report Grouping, then you will see results for only the filter area within the results section.  In other words, if your Report Grouping is County and your filter is set to one zip code within XYZ County, your results will show the data for the zip code and section will be titled XYZ County. \n\n#### Comparison Networks Filter\n\n* The Comparison Networks filter dropdown includes all the networks in your analysis and Total Market so you can compare your Base network’s access to a maximum of 4 other networks.  \n\n  * If you select Total Market, that will be counted as one of the 4 networks.  \n* The default for the Comparison Networks filter is the Top 4 Networks.  \n\n  * With this selection, each result section will display your Base network plus the best 4 comparison networks.   \n* After making your filter selections, click **Apply Filters**.  If you change your filter selections, the results will display after you click **Apply Filters** again. \n* Within the results, your Base network’s name will be bolded and be preceded by an asterisk. \n* You can choose a **Display Mode** to see the results presented in a chart or in a table of data. \n\n<image 13>\n\n* The results will show the following:\n\n  * **Chart mode:** a bar graph of the percentage of members with access for each network, a box and whiskers plot showing the 2nd and 3rd quartiles and median distance for the closest providers to members with access, and a bar graph of the percentage of providers in the network.\n  * **Table mode:** this data is displayed in a numerical format. \n* Within each result section, the networks display in ranked order by the percentage of members with access for that specialty.  If Total Market is selected, this will be the top-most network. \n\n### Specialty Summary Tab\n\nThe Specialty Summary tab displays the **Percentage of Members with Access**, the **Median Distance to Closest Provider in Miles**, and the **Percentage of Providers in Network** for up to 5 networks.\n\n* There are three types of filters on this tab: **Specialty**, **Geography**, and **Comparison Networks**.\n* Once you make your selections, click the **Apply Filters** button to see your results. Your results will be grouped by your selected **Specialties**.\n\n#### Specialty Filter\n\n* The Specialty filter default is All Specialties. With this selection, your results will display every specialty associated with standards in your specification.\n* Within this filter, you can choose your desired specialties.\n\n#### Geography Filter\n\n* The Geography filter default is the population file used in your analysis.\n* Within this filter, you can choose your desired geographies.\n* Your results will display the information for a specialty across all your selected geographies.  \n\n#### Comparison Networks Filter\n\nThe Comparison Networks filter includes all the networks in your analysis and Total Market so you can compare your Base network’s access to a maximum of 4 other networks.  If you select Total Market, that will be counted as one of the 4 networks.  \n\n* The Comparison Networks filter default is the Top 4 Networks.  With this selection, each result section will display your Base network plus the best 4 comparison networks.\n\nOnce you make your filter selections, click the **Apply Filter** button.  \n\n* Within the results, your Base network’s name will be bolded and be preceded by an asterisk. \n* You can choose the display mode to see the results presented in a **Chart** or in a **Table** of data. \n* Based on your selection, the results will show the following:  \n\n  * **Chart** mode:\n\n    * A bar graph of the percentage of members with access for each network.\n    * A box and whiskers plot showing the 2nd and 3rd quartiles and median distance for the closest providers to members. \n    * A bar graph of the percentage of providers in the network.\n\n    <image 14>\n  * **Table** mode:\n\n    * Data is displayed in a numerical format.\n\n      <image 15>\n* Within each result section, the networks display in ranked order by the percentage of Members with Access for that specialty.  If Total Market is selected, this will be the top-most network. \n\n### Access Map Tab\n\nThis map shows the access information for your Base Network for a single specialty within your geography filter selection.\n\n* Your filter selections on the **Access Comparison** tab are automatically applied to the map. However, if you selected All (Compound Access) specialties on the Access Comparison tab, you would need to select a single specialty or provider type to view the map.\n\n  * To change your Specialty selection, choose a selection from the **Specialty** dropdown list or enter the specialty.  (The contents of the specialties list are determined by the standards in your specification.) \n  * Click the **Apply Filter** button to see the map updated with your selection. \n  * Your filter selections on this tab will automatically update filter selections on the **Access Comparison** tab and the displayed results. \n  * When you change the filter criteria on the **Access Comparison** or **Access Map** tabs, the results will display only once you have clicked on the **Apply Filter** button. \n  * To see your previous results, update the filter criteria and click the **Apply Filter** button.\n* This interactive map allows you to choose which elements will display on the map: \n\n  * **Area Types**\n  * **Providers**\n  * **Provider radiuses** (the service areas of providers) based on your **Area Type** selections\n  * **Members with access**\n  * **Members without access**\n\n<image 16>\n\n* **Area Types:** The available area types are determined by your Area Types selection in your Specification (CBSA or USR). \n* **Provider Radiuses:** The radius of a provider’s service area is depicted by purple shaded circles.\n\n  * If you select **All Area Types**, you will see circles of various shades of purple depicting the access area that a provider serves based on the member’s county’s area type. \n  * You can drag the slide bar up or down to display only one of the area types.  \n  * Analyses that use “estimated driving distance” will display circles with blurred edges to communicate the estimation (shown below).\n  * Analyses that use “straight line distance” will display circles with well-defined edges. \n* **Providers**: White dots represent provider locations.\n* **Members with Access** are represented by green dots.\n* **Members without Access** are represented by red dots.\n\n**Note:** Network360 uses representative placement for member locations which ensures that PHI is not disclosed.\n\n<image 17>\n\n* To see a list of providers who enable the members within a zip code to meet access:\n\n  1. Click on the **Inspect Zip Codes** button on the bottom left corner of the map.  \n  2. Click on your desired zip code area on the map.\n\n  Your screen will refresh with the list of providers who provide access to members within that zip code based on your specification standard and specialty selection.  \n\n  To return to the **analysis results**, use the breadcrumbs on the top left of the page. \n* To the right of the graph, a summary of the information from the **Access Comparison** tab displays. \n\n  * By mousing over **Members with Access** and **Median Distance** sections you can see more information in a tooltip. \n  * You can click on the bars in the **Providers in Network** section to see the associated list of providers. \n\n### Gap Map Tab\n\nThe **Gap Map** is a heat map of the geographic areas where Network access is less than the Total Market access percentage. *In other words, it shows the counties (or zip codes) where access could be improved by recruiting additional known providers.* \n\nThis powerful feature allows you to instantly see where your network development focus should be with respect to the given specification and population file. It is available only for the selected Base Network. \n\nCounties are shaded based on accessibility:\n\n* The darker the shading, the greater the gap.\n* A County not outlined or shaded has no gaps.\n* A County outlined and that appears to be not shaded is at **Best possible access** which is not 100%.\n\n   <image 18>\n\nHovering over the county in the map displays a panel in the upper-right corner of the map, providing more gap information: \n\n* **County name**\n* **Members in county**\n* **Members with access %**\n* **Best possible access %** \n\nWhen a county with gaps is hovered over, the county becomes outlined with a white, dotted line. \n\nA county with no gaps will not be outlined and cannot be clicked, as there is no gap information.\n\n<image 19>\n\n#### View Details for the Gap Map\n\nTo see more details, click on a county or zip code on the map where access can be improved. This will take you to the **Gap Map Detail** page. \n\nThe **Gap Map Detail header** contains access information for the county (or zip code).\n\n<image 20>\n\n* Region Type is the population density classification of the county (or zip code) being viewed.\n* **Members in county** (or Zip Code) is the number of members within the county (or zip code) from the selected **Population File**.\n* **Member Access** is the percentage of the members in this county (or zip code) that have access based on the Access Specifications and the Base Network. \n* **Best Possible Access** is the percentage of the members in this county (or zip code) that could have access based on the Access Specifications and the Total Market (all known providers).\n* **Failed Access Standard** is the individual standard within the Access Specification for which the highest attainable access percentage was not achieved. If there is more than one failed standard, clicking this field will reveal a drop-down list of the others.\n* **Access Standard** is the count and mileage requirement for that failed access standard.\n* **Member Access** and **Best Possible Access** are the access percentages for that standard and the Base Network and Total Market, respectively.\n\nIn the map below the detail header:\n\n* The overlapping shaded circles are centered on locations for which the access standard in question is not met. \n* The radius of each circle coincides with the mileage requirement as defined in the Accessibility Specification. Thus, only providers located within the circle could potentially improve access for members in that location.  \n* Providers outside of the overlapping circles are shown for reference only. \n\n**Provider marker symbols:**\n\n* Green indicates high confidence provider locations.\n* Yellow indicates medium confidence provider locations.\n* Red indicates low confidence provider locations.\n* Markers with checkmarks in them are in-network providers. In-network refers to the selected Base Network.\n* Markers without checkmarks are out-of-network providers. \n\n  * When located within the red overlapping circles, they constitute the providers with whom the access percentage could be increased if they were part of the network. \n  * These providers can be considered as your recruiting target.\n* Clusters represent locations with many providers. \n\n  * Click to zoom in on clusters to find out the details of each provider within a cluster.\n* Gray markers are hospitals.\n\n  <image 21>\n* Hovering your mouse over the markers pops up additional information about the provider.\n* Clicking the icon will bring up the detailed information on the right side of the map.\n\n### Recruiting List from Gap Map Details\n\nTo see a list of providers that will help you meet your defined accessibility standard, you can create a **Recruiting List** from the Gap Map Detail.\n\n1. From the **Gap Map Detail** header, select the **Failed Access Standard** for which you would like a Recruiting List.\n2. Click on the **Recruiting List** button to the right of the header. You will be taken to the **Summary Results** page. \n3. Click on the number in either the **Providers** or **Locations** column to view the list of providers within the mileage requirement and not in your base network. \n\n   This list can be saved and exported, just like other provider lists throughout the application. \n4. To return to your **Accessibility Analysis Results**, use the breadcrumbs in the top left corner.\n\nTo narrow the list to only those providers with high address or specialty confidence, or to expand it to those providers with lower address or specialty confidence:\n\n1. Click on the filter icon to the right of **Recruiting List** button.\n2. Adjust the confidence sliders.\n3. Click on **Recruiting List**.\n\n<image 22>\n\nThe resulting list will contain providers meeting the address and specialty confidence scores you have selected.\n\n**Note:** By default, **Recruiting List** is based on confidence scores of 70% or greater but the Best Possible Access Standard is based on all providers. Because of this, **Recruiting List** will sometimes return no providers even when the Best Possible Access is greater than the current access. Adjusting the confidence scores will change which providers are returned in the list.\n\n#### Gap Details Tab\n\n**Gap Details** shows tabular information about the results of the analysis at the zip code level. It includes any zip code and access standard for any of the selected Networks and the Total Market where employee access was less than 100%. **Gap Details** can be most useful when exported.\n\n<image 23>\n\n#### Top Markets Tab\n\nThe **Top Markets** report shows: \n\n* A comparison of Accessibility numbers for up to 15 of the largest markets (based on the geographic Report Grouping selected in Advanced Options).\n* Base Plan results\n* **Best Network Access**\n* **Best Possible Access** for each of the geographies.\n\n**Note:** If custom geographic regions are available in the project, the Report Grouping defaults to Custom Regions. \n\nIf you want the results grouped differently, you can change the geographic grouping option in Advanced Options on the main Competitive Access page.\n\n<image 24>\n\n#### Top Hospitals Tab\n\nThe **Hospital Report** is helpful when focusing on hospital access or displaying the network strengths. \n\nThis report shows:\n\n* The top ten largest hospitals (by bed count) in each Market (sorted by member count).\n* The member count for that Market. \n* Network tags for the hospitals.\n\n  <image 25>\n\n#### Recruiting Tab\n\nOn the Recruiting tab, you will see a comprehensive list of all providers not in the Base Network for the entire Population File. This list can be used to target providers who may help fill a gap where member access is less than the specified standard.\nThis comprehensive Recruiting list is different from the **Recruiting** list found in the **Gap Map**, in that:\n\n* It gives you a complete view of potential targets for the entire analysis. \n* It identifies the number of members whose access would be improved if the provider were brought into the network.\n* It is sorted so that those providers and locations with the largest impact appear at the top of the list.\n\n  **Note:** To see a recruiting list for a more defined geographic area, you can still click through the Gap Map and select the desired county or zip code. When there are not providers which match the analysis criteria and confidence level selections, you will see the following message: **No providers with the defined criteria are available to fill gaps.** \n* Changing the confidence level selection may yield results.\n* This message will also display when there are no providers available at all within the geographic area.\n\n  <image 26>\n\n- - -\n\nAvailable Exports \nCustom Accessibility Report \nWith the Custom Accessibility Report, you can choose which section(s) of the results to include in your PDF report:\\\n•\tAccess Comparison \n•\tGeographic Summary\n•\tSpecialty Summary \n•\tAccess Map\n•\tGap Map\n•\tTop Markets \n•\tTop Hospitals  \n\nTo include the results for a tab, click on the Add to PDF button. \n<image 27>\n\nNote: On the Access Map tab, the Add to PDF button is located above the Inspect Zip Code button in the bottom left of the map. \n<image 28>\n\nAs you make selections:\n•\tThe button label changes to Added to PDF. \n•\tA download icon appears on the tab’s label\\\n•\tThe Export button indicates the number of tabs selected.\n<image 29>\n\nTo de-select a tab, click the Added to PDF button: \n•\tThe button label changes back to Add to PDF. \n•\tThe download icon no longer appears on the tab’s label.\n•\tThe number of tabs to export decreases.\n<image 30>"
}