{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "compare-networks",
  "title": "Compare Networks Help Content",
  "shortDescription": "Compare Networks is a powerful tool providing in-depth analysis of networks with overlap, volatility, network strength based on core providers, provider locations and offices. ",
  "body": "Compare Networks is a powerful tool providing in-depth analysis of networks with overlap, volatility, network strength based on core providers, provider locations and offices. This module helps in comparing multiple networks but gives the best results in head-to-head scenarios.\n\nCompare Networks is available in the **Competitive Analysis** and **Sales Tools** modules.\n\n* Using Compare Networks, a list of providers that meet your selected criteria for the selected networks is used to: Size the market for a specific specialty.\n* Understand how your network ranks for a specific specialty or all specialties. \n* View overlap and exclusive provider counts.\n\n## Accessing Compare Networks\n\nTo access the Compare Networks module, on the left-hand sidebar navigation panel, click on either **Competitive Analysis** or **Sales Tools** and then select **Compare Networks** from the menu. The Compare Networks search criteria fields will be displayed.\n\n![](/cms/cms-assets/media/1.png)\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Search Criteria</h2>\n</summary>\n<br>\nMost fields within the search criteria work as autosuggest lists. As you begin typing content into a field, the list will be populated with matching options. Your search criteria will determine which providers will be included in the network comparisons.\n\n### Within\n\nYou can optionally enter any combination of geographies in the **Within** field, including cities, counties, MSAs, CMS rating areas, state abbreviations, the name of a population file, or zip codes (3-digit or 5-digit). The system does not permit searching on partial zip codes or free form text. \n\nWhen you select multiple geographies, the search uses **OR** logic, therefore, if you enter Johnson County, KS and Topeka, KS MSA your results will contain providers that are in either geography. They do not have to be in both. \n\n**Recommendation:** Enter a geography to narrow your search and produce a more manageable comparison analysis. If you leave the **Within** field blank, your results will contain data from the project’s entire geography.\n\n![](/cms/cms-assets/media/cn2.png)\n\n#### Population File\n\nThe option to create a Population File is available in the Within dropdown list. You can use a Population File by either uploading a file or creating a new file from the Within dropdown.  \n\nThe format of the uploaded file can be: .csv, .txt, .dat, or .xlsx.\n\nFor more details on using an existing Population file and creating a new Population file see: [Population Files Help Content](/#!/help/sections/using-network360/sections/population-file/articles/population-file-help-content).\n\n![](/cms/cms-assets/media/cn3.png)\n\nFor more information on using Bulk Search and Radius Search options, refer [Bulk Search ](/#!/help/sections/using-network360/sections/bulk-search/articles/bulk-search-help-content)and Radius Search help contents.\n\n<image 4>\n\n<image 5>\n\n### Compare\n\nThe **compare** field is a single select dropdown. It is used to select the base network with which you want to compare other networks.\n\nThe list of base networks will be filtered by your selected geography.\n\n<image 6> \n\n### To\n\nThe **to** field is a multiselect dropdown. It is used to select one or more networks to which you want to compare to the base network selected in the **compare** field.    \n\nYour selections will be bolded within the dropdown list and appear in the **to** field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \n\n<image 7>\n\n### Using\n\nIn the **using** field, you can select Provider, Provider Location or Office counts to be compared. \n\n**Providers:** Counts each provider only once, regardless of the number of locations.\n\n**Provider Locations:** Counts each provider at each location where they practice.\n\n**Office:** Counts each location only once, regardless of the number of providers at each location. \n\n<image 8>\n\nChecking **Confirmed practicing only** shows providers who have been confirmed practicing.\n\nFor more details on Confirmed practicing only, click here.\n\nThe Project and Specialty Mapping that have been selected will determine the core provider types that will be returned in the analysis. A description of what will be returned is provided to the left of the **Compare** button. The screenshots below show two versions of the description.\n\n<image 9>\n\n<image 10>\n\nClick on **Compare** button. Compare Results page is displayed. \n\n</details>\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Compare Results Page</h2>\n</summary>\n<br>\n\nThe **Compare Results** page displays the comparison parameters for the networks that were selected in the search criteria page.\nAn overview of each comparison is displayed in the following quadrants:\n\n* Overlap \n* Average Monthly Volatility \n* Top Specialty groups \n* Network Strength\n\nEach of these quadrants provides access to more details.\n\n<image 11>\n\nNote: Currently, selecting **Confirmed Practicing** displays only two quadrants (Overlap and Network Strengths).\n\n<image 12>\n\n### Changing Your Selected Criteria\n\nTo change your criteria once you are on the **Compare Results** page, click the **Edit criteria** link to return to the criteria selection page.   \n\n<image 13>\n\n### Overlap Quadrant\n\nWhen a single network is selected for comparison, a Venn diagram shows the  overlap between the base network and the comparison network (the common area in the middle of both the networks). \n\nThe outer areas of the Venn diagram show the data that is exclusive to each network. The information is also presented in a table format. \n\nThis information can be on the number of providers or the number of locations depending on what was selected in the **using** field in the search criteria.\n\n<image 14>\n\nYou can hover over the exclusive or overlapping areas to see their respective count. When you click on those areas the detailed provider list will be displayed. Similarly, the same provider list is also obtained when you click on the values displayed in blue under **Total** and **Exclusive** headings. \n\n<image 15>\n\nClicking on the **View Details** link opens the **Overlap Details** page where you can view a comparison of provider types by the base and comparison networks.\n\n<image 16>\n\n<image 17>\n\nFor example, in the above image, the left graph compares the number of providers that have a provider type of General Dentist and have a specialty of Dentistry General for base network and comparison network. The right graph compares the number of providers in those networks that have a provider type of Specialist. Examples of specialties are Orthodontics, Periodontics, etc.\n\nYou can navigate back to the Comparison Results page by clicking on the **Back to Summary** link. \n\nIf multiple networks were selected in the compare **to** field in the search criteria, the result in the Overlap quadrant is displayed as sets of bar graphs displaying a comparison of the base network with each selected network.\n\n<image 18>\n\nYou can click on each part of the bar graph to see the detailed provider list for that network. \n\nClicking on the **View details** link in the upper right corner, opens the **Overlap Details** page, which contains two view options. They are:\n\n* Overlap with Each Network\n* Overlap with All Networks\n\n#### Overlap with Each Network\n\nThis is a comparison of the exclusive and overlap of the base network with each of the comparison networks. Depending on the   selected Project and Specialty Mapping, you will see options to view by All Provider Types or by Specialty.\n\n<image 19>\n\nFor example, in the above image, the **All Provider Types** compares the number of providers for All Provider Types for each combination of base network and comparison network. It also shows the options to see the same information for **General Dentist** and **Specialist** by clicking on the grey bar above the graph.\n\nYou can navigate back to the Comparison Results page by clicking on the **Back to Summary** link.\n\n#### Overlap with All Networks\n\nSimilar to **Overlap with All Networks** for single network comparison, the left graph compares the number of providers that have a provider type of General Dentist and have a specialty of Dentistry General for base network and Comparison networks. The right graph compares the number of providers in those networks that have a provider type of Specialist.\n\nExamples of specialties are Orthodontics, Periodontics, etc.\n\n<image 20>\n\n### Average Monthly Volatility Quadrant\n\nAverage monthly volatility helps in understanding the number of providers added to and dropped from the network from the last time the project data had been refreshed.\n\n<image 21>\n\nYou can hover on each bar to view the number of providers that were added to or dropped from the base network or the comparison network(s). \n\n<image 22>\n\nYou can click on the **Add%** or **Drop%** bars to see the detailed provider list of added or dropped providers for that network. The screenshot below shows a list of 32 Providers who were added to the Aetna Dental Access P network.\n\n**Note:** Volatility bars are not clickable as this quantity is not associated with any specific group of providers.  \n\n<image 23>\n\nWhen you click on **View by geography** in **Average Monthly Volatility** quadrant in the **Compare Results** page, the **Compare Networks** page with a **Volatility Map** will be displayed. Information on the number of changed provider locations is displayed on hovering over the marked regions on the map. \n\n<image 24>\n\nIf multiple networks are selected in the compare **to** field in the search criteria, the result in the Average Monthly Volatility quadrant is displayed in a similar manner as a single comparison network.\n\n<image 25>\n\nYou can hover the base network’s bars to view the number of providers that were added to or dropped from the network. You can click on the base network’s bars to see the detailed provider list of added or dropped providers for that network.\n\n<image 26>\n\nThe Comparison Average bars will contain two or more networks and hence cannot display hover information and are not clickable.   \n\nWhen you click on the **View by networks** link (located in the upper right corner in the **Average Monthly Volatility** quadrant), the **Compare Networks** page with **Volatility Details** opens.\n\nThe adds and drops for the base network and each comparison network is displayed individually in this page. You can hover over each portion of the bars to view the number of providers.\n\n<image 27>\n\n### Top Specialty Groups Quadrant\n\nThe Top Specialty Groups quadrant helps in comparing the top specialties available within the base network and the selected comparison network(s).\n\n<image 28>\n\nYou can hover over each bar to view the number of providers out of the total number of providers that have that specialty in the selected   network. Click on these bars to see the detailed provider list.\n\n**Note: A provider that has multiple specialties can be included in more than one of specialty categories.**\n\n<image 29>\n\nClicking on the **View details** link (located in the upper right corner) opens the **Compare Networks** page with **Specialty Group Detail**s.\n\n<image 30>\n\nSpecialty Group Details are categorized as Market Penetration, Network Composition and Overlap. There is a tab for each of these categories.\n\n#### Market Penetration Tab\n\nThe Market Penetration tab displays a bar for each of the networks (base and comparison networks) for each specialty with percentages of providers with that specialty. You can hover over these bars to view the number of providers within each category, as shown in the screenshot below. \n\n<image 31>\n\nYou can click on the bars to open the associated **Provider List** page.\n\n<image 32>\n\n#### Network Composition Tab\n\n   The **Network Composition** tab shows the percentage of each specialty that constitutes each network. \n\nFor example, in the screenshot below you can see that 4.3% of the providers within the Aetna Dental Access P network have the specialty of Pediatric Dentistry, which 4.7% of the providers within the BCBS AR Dental Blue P network have the specialty of Pediatric Dentistry.\n\n<image 33>\n\nYou can click on the bars to view the associated **Provider List** page.\n\n<image 34>\n\n#### Overlap Tab\n\nThe **Overlap tab** displays the total number of providers that are common in both the networks and the exclusive provider numbers for each specialty. \n\nYou can click on each bar to open the respective **Provider List** page.\n\n<image 35>\n\nIf multiple networks were selected in the compare **to** field in the search criteria, the result in the **Top Specialty Groups** quadrant is displayed in a similar manner as a single comparison network.\n\n<image 36>\n\nYou can hover on each bar to view the number of providers that are present in each specialty in the selected network. \n\nYou can click on the bars to open the detailed provider list. \n\nThe Comparison Average bar will contain two or more networks and displays the number of providers available for the given specialty from total providers, however it is not clickable to display the detailed provider list.\n\n<image 37>\n\nClicking on the **View details** link opens the **Compare Networks** page with Specialty Group Details.\n\nSimilar to **Top Specialty Groups** for single network comparison, **Specialty Group Details** are categorized as Market Penetration, Network Composition and Overlap. \n\nFor the **Market Penetration** and **Network Composition** tabs, you can hover over the bars of selected network to view the number of providers for each category. The Comparison Average bar will contain two or more networks and displays the number of providers available for the given specialty from total providers, however it is not clickable to display the detailed provider list. \n\n<image 38>\n\nThe **Overlap** tab doesn’t display any information as it is not supported for Comparison Average.\n\n<image 40>\n\n### Network Strength (Largest Provider Populations)\n\nThe **Network Strength** quadrant provides analysis on market penetration and strength of the base network and comparison network in a map view by county. The initial map view shown in the Network Strength quadrant is a representation of the top 20 counties with the most providers.     \n\n<image 41>\n\nThe map colors are a representation of the network’s advantage.    The key beneath the map indicates the color for each network. The base network is represented by purple, and the comparison network(s) are represented by green.  The shade of the color represents how much of an advantage one network has compared to the other. For example, the darker purple, means there is a much higher percentage of providers in the base network, then the comparison network. The paler the shading and at times it can be white, indicates that there is more of an equal number of providers in each of the networks.  \n\nWhen you hover over a shaded area, the percentage of providers for both the base and comparison network are displayed in the top right corner of the Network Strength quadrant.  \n\nWhen more than one comparison network is selected, the comparison networks are combined in the representation of shading and in the percentage in hover popup.  \n\n<image 42>\n\nClicking on the **View details** link (located in the top right corner) opens the **Network Strength by Geography** page which contains details on all counties for the selected geography. The information within this page is presented within the following tabs:\n\n* Map – Penetration\n* Map – Strength  \n* Network Strength Details\n\n#### Map - Penetration\n\n*The penetration percentage is the number of providers in the network compared to the number of providers in the market (for that geographical area)*.\n\nThe **Map - Penetration** tab displays the comparison for each zip code within the counties. When you hover over a shaded area, the percentage of providers for both the base and comparison network are displayed in the top right corner.  Additionally, a rank is included. \n\nFor more details on rank, refer to Rank. \n\n<image 43>\n\nIf multiple comparison networks were selected, there will be a dropdown box to select a specific network. If a specific network is selected, the map view will update to show the comparison between the base network and only the selected network.\n\nClicking on a shaded area, displays the **Provider List** page with **Detail Results.** The Provider list can be viewed as a Map or as a List by selecting the appropriate tab. \n\nIn the Map view, Provider location and confidence are displayed. \n\nFor more details on confidence, refer to Confidence Scores.\n\n<image 44>\n\nIn the List view, Provider List with Address, Specialty groups, Provider Types, number of My Networks and Competitor Networks are displayed.  \n\n<image 45>\n\nMap - Strength\n\nMap – Strength is a geographical representation of the overall network strength rating (1-5 star rating). It's based on 3 criteria: \n\n\\-\tSize: network count for that geography divided by the largest network in the universe for that geography. \n\n\\-\tVelocity: average net increase percentage compared to the universe   \n\n   For more details on Universe, refer to Universe. \n\n\\-\tAccuracy: percentage of confirmed practicing against the universe \n\nThe **Map - Strength** tab displays information about the network strength rating for the base and comparison networks.\n\nWhen you hover over the shaded areas, details regarding their zip code and strength of both base and comparison network are displayed in the top right corner of the Map-Strength tab.\n\n<image 46>\n\nClicking on a shaded area, displays the same **Provider List** page as described in the **Map -Penetration** section.\n\n#### Network Strength Details\n\nThe **Network Strength Details** tab displays a list view of Rank, market Penetration percentage, Provider Count, Rating, Market Total and Market Employee Count for the base network and the comparison network(s). The information is organized by each zip code within the geography.\n\n<image 47>\n\nFor more details on Rating, refer to Rating.\n\nFor more details on Employee Count, refer to Employee Count.\n\nIf multiple networks are selected in the compare **to** field in the search criteria, the result in the **Network Strength** quadrant is displayed in a similar manner as a single comparison network. Here instead of single comparison network you can see combined **Comparison Average** of all the comparison network.\n\n<image 48>\n\n### Exporting Network Comparison\n\nThere are several options available to export the Network Comparison analysis data. The **Export** button is available on the Compare Networks **Comparison Results** page. \n\nWhether clicking the Export button or clicking the dropdown and selecting another export option, Network360 will display a message to let you know the export process has begun.\n\n<image 49>\n\nOnce the Export is ready to be downloaded an additional message will be displayed with a summary of your search criteria and a link to **Download results**.\n\n<image 50>\n\nThe Export dropdown provides options to export the Network Comparison as a .csv file or a custom.pdf file. If you click the dropdown arrow, you can select one of these options:\n\n* PDF\n\n  * Export \n  * Custom Export \n* CSV \n\n  * Network Counts by Specialty Group\n  * Network Counts by Geography\n\n<image 51>\n\n#### Dropdown Options - PDF - Export\n\nThe **PDF - Export** option is the default option and is the same as simply clicking the **Export** button.    The downloaded export is a PDF file   that contains detailed comparison information from each of the quadrants which are displayed on the **Compare Networks > Comparison Results** page. \n\n#### Dropdown Options - PDF - Custom\n\nWhen you select **Custom Export**, a **Custom PDF Export** pop-up   displays. You can use the check boxes to include in the PDF only the analysis information that is needed.  Once you have made your selections, click on the **Export** button to start the export process. \n\n<image 52>\n\n#### Dropdown Options – CSV – Network Counts by Specialty Group\n\nWhen you select **Network Counts by Specialty Group**, the downloaded CSV file will include a list of Specialty Groups available in the selected networks along with Provider Type, the number of providers in the Base Network and Comparison Network(s) according to Specialty Group and Market total. \n\n<image 53>\n\n<image 54>\n\n#### Dropdown Options – CSV – Network Counts by Geography\n\nWhen you select **Network Counts by Geography**, the exported CSV file will include    geography along with Overlap Quadrant details. This CSV gives a count for all networks chosen, the market, base exclusive providers, comparison exclusive providers, and an overlap count. These are grouped by geography and provider type.\n\nFor the geography, IF the analysis has geographic criteria smaller than a state level (like city) then it will group by Zip Code. IF the analysis has geographic criteria at the state level or larger (multi state), then it will group by county.\n\n<image 55>\n\n#### Additional Functions Available on the Provider Details Page\n\nThe Provider Details page also provides the options to add **Tags** and **Save List**. \n\n<image 56>\n\nFor more information on Tags, refer Tags Help Content.\n\nFor more information on Exporting Provider Details, refer Provider Details Help Content.\n\n</details>"
}