{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "compare-networks",
  "title": "Compare Networks Help Content",
  "shortDescription": "Compare Networks is a powerful tool providing in-depth analysis of networks with overlap, volatility, network strength based on core providers, provider locations and offices. ",
  "body": "<h2>Overview</h2>\n<br>\nCompare Networks is a powerful tool providing in-depth analysis of networks with overlap, volatility, network strength based on core providers, provider locations and offices. This module helps in comparing multiple networks but gives the best results in head-to-head scenarios.\n\nCompare Networks is available in the **Competitive Analysis** and **Sales Tools** modules.\n* Using Compare Networks, a list of providers that meet your selected criteria for the selected networks is used to: Size the market for a specific specialty.\n* Understand how your network ranks for a specific specialty or all specialties. \n* View overlap and exclusive provider counts.\n\n<h2>Accessing Compare Networks</h2>\n<br>\nTo access the Compare Networks module, on the left-hand sidebar navigation panel, click on either Competitive Analysis or Sales Tools and then select Compare Networks from the menu. The Compare Networks search criteria fields will be displayed.\n<br>\n</br>\n<h2>Search Criteria</h2>\nMost fields within the search criteria work as autosuggest lists. As you begin typing content into a field, the list will be populated with matching options. Your search criteria will determine which providers will be included in the network comparisons.\n\n<h3>Within</h3>\nYou can optionally enter any combination of geographies in the Within field, including cities, counties, MSAs, CMS rating areas, state abbreviations, the name of a population file, or zip codes (3-digit or 5-digit). The system does not permit searching on partial zip codes or free form text. \n\nWhen you select multiple geographies, the search uses **OR** logic, therefore, if you enter Johnson County, KS and Topeka, KS MSA your results will contain providers that are in either geography. They do not have to be in both. \n\n**Recommendation:** Enter a geography to narrow your search and produce a more manageable comparison analysis. If you leave the Within field blank, your results will contain data from the project’s entire geography.\n\n"
}