{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "compare-networks",
  "title": "Compare Networks Help Content",
  "shortDescription": "Compare Networks is a powerful tool providing in-depth analysis of networks with overlap, volatility, network strength based on core providers, provider locations and offices. ",
  "body": "<h2>Overview</h2>\n<br>\nCompare Networks is a powerful tool providing in-depth analysis of networks with overlap, volatility, network strength based on core providers, provider locations and offices. This module helps in comparing multiple networks but gives the best results in head-to-head scenarios.\n\nCompare Networks is available in the **Competitive Analysis** and **Sales Tools** modules.\n* Using Compare Networks, a list of providers that meet your selected criteria for the selected networks is used to: Size the market for a specific specialty.\n* Understand how your network ranks for a specific specialty or all specialties. \n* View overlap and exclusive provider counts.\n\n<h2>Accessing Compare Networks</h2>\n<br>\nTo access the Compare Networks module, on the left-hand sidebar navigation panel, click on either Competitive Analysis or Sales Tools and then select Compare Networks from the menu. The Compare Networks search criteria fields will be displayed.\n<br>\n</br>\n<h2>Search Criteria</h2>\nMost fields within the search criteria work as autosuggest lists. As you begin typing content into a field, the list will be populated with matching options. Your search criteria will determine which providers will be included in the network comparisons.\n\n<h3>Within</h3>\nYou can optionally enter any combination of geographies in the Within field, including cities, counties, MSAs, CMS rating areas, state abbreviations, the name of a population file, or zip codes (3-digit or 5-digit). The system does not permit searching on partial zip codes or free form text. \n\nWhen you select multiple geographies, the search uses **OR** logic, therefore, if you enter Johnson County, KS and Topeka, KS MSA your results will contain providers that are in either geography. They do not have to be in both. \n\n**Recommendation:** Enter a geography to narrow your search and produce a more manageable comparison analysis. If you leave the Within field blank, your results will contain data from the project’s entire geography.\n\nPopulation File\nThe option to create a Population File is available in the Within dropdown list. A Population File is a data file containing zip codes for search criteria. You can use a Population File by either uploading a file or creating the file from the Within dropdown.  \n\nThe format of the uploaded file can be: .csv, .txt, .dat, or .xlsx. For more details see: Population Files   Help Content.\nOnce a Population File is created, it will be available as one of the standard search options.\n\nTo use a Population File, type in the name of the file. Or you can enter the creator’s name and select the desired file from the dropdown list. \n For more information on creating a new Population File, refer Population File Help Content.\n\nFor more information on using Bulk Search and Radius Search options, refer Bulk search and Radius search help contents.\n\nCompare\nThe compare   field is a single select dropdown. It is used to select the base network with which you want to compare other networks.  \nThe list of base networks will be filtered by your selected geography. \n\nTo\nThe to  field is a multiselect dropdown. It is used to select one or more networks to which you want to compare to the base network selected in the compare field.    \n  \nYour selections will be bolded within the dropdown list and appear in the to  field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \nUsing\nIn the using  field, you can select Provider, Provider Location or Office counts to be compared. \nProviders: Counts each provider only once, regardless of the number of locations.\nProvider Locations: Counts each provider at each location where they practice.\nOffice: Counts each location only once, regardless of the number of providers at each location. \n\nChecking Confirmed practicing only shows providers who have been confirmed practicing.\nFor more details on Confirmed practicing only, click here.\n\nThe Project and Specialty Mapping that have been selected will determine the core provider types that will be returned in the analysis. A description of what will be returned is provided to the left of the Compare button. The screenshots below show 2 versions of the description.\n\nClick on Compare button. Compare Results page is displayed. \n\nCompare Results Page   \nThe Compare Results page displays the comparison parameters for the networks that were selected in the search criteria page.\nAn overview of each comparison is displayed in the following quadrants:\n* Overlap \n* Average Monthly Volatility \n* Top Specialty groups \n* Network Strength\nEach of these quadrants provides access to more detail.\n\n"
}