{
  "title": "Create a List",
  "subsectionSlug": "create-a-list",
  "sectionSlug": "using-network360",
  "body": "# Overview\n\n**Create a List** is available within **Recruitment & Research** and within **Sales Tools**. Use the left side bar navigation panel to select either Recruitment & Research or Sales Tools.\n\nUsing Create a List, you can develop a summary of a list of providers that meet your selected criteria.  Some examples of what the summary list can be used for are:\n\n* Size the market for a specific specialty.\n* Set up a recruiting plan.\n* Understand how your network ranks for a specific specialty or all specialties. \n* If you include a comparison network, this summary list can be used to view overlap and exclusive provider counts.\n\n**Note:** The Create a List function utilizes the **Specialty Mapping** options that have already been created. You can view the Specialty Mappings   in the upper right corner drop-down.\n\n## Usage Quick Reference\n\nTo use this module, first enter your desired search criteria and then click the Go button.  The Summary Results will appear.  You can save this as a list or export it.  You can view the details by clicking one of the linked numbers in the results to see a detailed list of providers.  The Summary and the details can then be viewed on screen, saved to My Things, or exported as a .pfd or .csv file.  \n\n# Search Criteria\n\nMost fields within the search criteria work as autosuggest lists. As you begin typing content into a field, the list will be populated with matching options.\n\n![Image showing Search Criteria for Create a Lis](/cms/cms-assets/media/searchcriteria_create-a-list.png \"Create a List Search Criteria\")\n\n## Geography\n\nYou can select multiple cities, counties, MSAs, state abbreviations, the name of a population file, or zip codes (3-digit or 5-digit). The system does not permit searching on other partial zip codes or free form text.     \n\n**NOTE:** If the **Geography** field is left blank, all geographies will be included in the project. Therefore, if you are in a national project and want to search for all providers within the nation, you should leave the geography field blank. Keep in mind that searches with large geographic areas or densely populated geographic areas will take longer to complete.\n\nWhen you select multiple geographies, the search uses **or** logic, therefore, if you enter **Johnson County, KS** and **Topeka, KS MSA** you will see providers that are in either geography. They do not have to be in both. \n\n### Standard Search\n\nThe Standard Search allows you to begin typing text within the search bar and select from the matching options from the autosuggest list. This can be done multiple times to add each geography needed. It can also be a combination of cities, zip codes, counties, etc. \n\n![Image showing Geography field and selected cities, zip codes, counties, etc.](/cms/cms-assets/media/creatalist_geography_multiple.png \"Adding Geography in Create a list module. \")\n\n### Population File\n\nThe option to create a **Population File** is available within the **Geography** dropdown list. A Population File is a data file containing zip codes for search criteria. You can create a Population File by either uploading a file or building the file within this module.  \n\nThe format of the uploaded file can be: .csv, .txt, .dat, or .xlsx. For more details see: Population Files. \n\nOnce a **Population File** is created, it will be available as one of the Standard Search options. \n\nTo use a Population File, type in the name of the population file. Or you can enter the creator’s name of the Population File and select the desired file from the dropdown list.  \n\n![Image showing selecting Population file for Geography field ](/cms/cms-assets/media/creatalist_geography_popfile.png \"Selecting Population file in Geography\")\n\n### Bulk Search\n\nBy clicking on the **Clipboard** icon, you can paste a list of up to 200 zip codes.\n\n![Image showing Bulk search through Zip codes](/cms/cms-assets/media/creatalist_geography_bulk.png \"Bulk search in Geography\")\n\n### Radius Search\n\nA radius search means that you can search for providers within the specified radius from the centroid of one or more zip codes. Click the **Radius Search** icon and input a radius in miles and the zip code(s).  \n\n![Image showing Radius search in Create a List](/cms/cms-assets/media/creatalist_geography_radius.png \"Radius search in Create a List\")\n\nA radius search of a single zip code with no providers in it will yield results of all providers within the true radius of that zip code. \n\n* This means that all providers within the radius (no matter the distance to the centroid of the provider’s zip) will be returned in the results.\n\nA radius search of multiple zip codes will yield results of all providers within the zip codes whose centroid zip code point is within the radius.  \n\n* This means that only the providers within the zip codes whose centroid is within the radius will be returned in the results. If a zip code A is huge and the centroid is 20 miles from the original zip (B), the providers in Zip Code A that appear to be in the 10-mile radius will not be included in the results for a 10-mile radius search. To find those providers, you’ll need to use a single zip code radius search.\n\nThere are circumstances that will have a single zip code search yield more providers than a multiple zip code search and vice versa.\n\n**NOTE:** The Radius dropdown list also contains an option to create a **Population File**.\n\n## Networks\n\nThis list of available networks is filtered by your selected geography.  If you don’t select any geographic criteria, then you will see all networks associated with your project. When you select multiple networks, the search returns the counts for each network, all selected networks together, and the market total.  \n\nIf you choose **Select All My Networks**, each of **My Networks** will be listed within the network field. If you choose the shortcut **All my networks,** you will see **All my networks** in the network field.  Note that **All my networks** will include any networks in the **My Networks** category AND any published network (model network that is published).\n\n![Image of Networks in Create a List](/cms/cms-assets/media/creatalist_networks.png \"Networks in Create a List\")\n\nThe Networks dropdown list also provides buttons to easily Select All, Select All My Networks, and Select All Competitor Networks.\n\n## Specialties\n\nSpecialties are preset mappings to categorize provider types.  \n\nA project's list of specialty groups is determined by specialty mappings which categorizes specialties into specialty groups and provider types. In the **Specialties** dropdown, you can choose the provider types or specialty groups that you want to use in your analysis. \n\nThe specialty mapping used in the analysis is determined by your selected specialty mapping in the top right corner of the screen. \n\n![Image showing Specialty mapping selection ](/cms/cms-assets/media/creatalist_specialties.png \"Selecting Specialty mapping\")\n\n To view more details about the mapping, go to **Settings > Project Setting** and click on your desired specialty mapping. \n\nThis dropdown list is ordered by the Provider Types listed first and then followed by the specialty groups listed in alphabetical order. You can select one or more provider-type specialties and specialty groups. Provider types can be distinguished from specialty groups by the inclusion of the ‘- Provider Type’ descriptor.\n\n![Image showing selecting of Specialties in Create a List](/cms/cms-assets/media/specialities_create-a-list.png \"Specialties in Create a List\")\n\n## Comparison Network\n\nSelecting a Comparison Network will include the number of overlap and exclusive providers when comparing to a base network.\n\n![Image of Comparision Network create a list](/cms/cms-assets/media/creatalist_comparrisonnetwork.png \"Comparision Network\")\n\n## Advanced Criteria\n\nThe Advanced Criteria includes options to indicate the accuracy confidence of the data returned in the search. Please see the Details section below for indicators that are displayed.\n\nTo use the advanced criteria section, click **Show advanced options**. The options are:\n\n* Address Confidence\n* Specialty Confidence\n* Other\n\n  * Confirmed practicing only\n  * New providers only \n\nFor address confidence and specialty confidence, you can select any or a combination of two selections, like high and medium, OR medium and low or all confidence levels.      \n\n## Summary Results\n\nThe Summary Results are in the form of a table.  Within this table, the provider counts in blue are clickable.  To see the corresponding detail list, click on the blue number.  You can Save List, which will be saved to My Things, and you can also export the results by clicking the Export button and choosing either the .pdf or .csv format for your export.\n\n![Image showing Summary Results in Create a List](/cms/cms-assets/media/creatalist_summaryresults_1.png \"Summary Results page\")\n\nThe Summary Results contains the counts of: \n\n* **Unique Providers –** This is the number of individual providers within the network.\n* **Provider Locations –** This is the number of providers at each location where the providers offer services. \n* **Locations per Provider –** This is a calculation of the number of locations divided by the number of providers. \n* **Offices –** This is the number of offices that the providers belong to, showing each location once, regardless of the number of providers at each location. Also referred to as Location. \n* **Unique Adds –** This indicates the number of providers that were added since the last time the network data was updated.\n* **Unique Drops –** This indicates the number of providers that were removed since the last time the network data was updated.\n* **Exclusive Providers –** This is only populated when a Comparison Network has been selected, otherwise, n/a is displayed in this column. The number represents the number of providers out of the number of unique providers exclusive to that network. This is also available at the bottom of the table for All selected networks and Market Total.\n\n  **Note:**  Determining Exclusivity\n\n  Exclusivity is determined at the unique provider level, so if a Provider A is in Plan 1 and Plan 2 at any location or with any specialty, Provider A will be counted as overlap.  If Provider A is in Plan 1 and not in Plan 2 at any location or with any specialty, Provider A will be counted as exclusive.\n\n  **Note:** 0 in the Exclusive column is typically shown for your network.\n* **Overlapping Providers –** This is only populated when a Comparison Network has been selected, otherwise, n/a is displayed in this column. The number represents the number of providers out of the number of unique providers that are in both networks. This is also available at the bottom of the table for All selected networks and Market Total.\n\nThe **All selected networks** results convey the counts of unique providers for any of the selected networks; this means that when providers are in multiple networks, the providers will be counted only once in the **All selected network**s count. \n\nThe **Market Total** results convey the count of unique providers in any network within your project.   \n\n### Saving the Summary Results\n\nTo Save the Summary Results:\n\n1. Click on the **Save List** button. A field gets displayed.  Enter a name for the saved list. \n2. Optionally, you can select the **Shared** check box to have the list be available for other users.\n3. Click the Save button. The list will be saved to **My Things > My Provider Lists** and a confirmation message will display.\n\n![](/cms/cms-assets/media/creatalist_save.png)\n\n![](/cms/cms-assets/media/creatalist_save_confirmation.png)\n\n### Exporting the Summary Results\n\nTo export a .csv or .pdf of the Summary Results, click the dropdown arrow within the Export button and make your file type selection. If you do not select a file type and just click the Export button, the default format of the export will be a .pdf.\n\nA message will display to let you know the export process has begun.\n\n![](/cms/cms-assets/media/exporting-summaryresults_create-a-list.png)\n\nOnce the Export is ready to be downloaded an additional message will be displayed with a summary of your search criteria and a link to Download results.\n\n![](/cms/cms-assets/media/exporting-summaryresults1_create-a-list.png)\n\nClick the **Download results** link to save it locally. The PDF file will have a cover page listing your search criteria and your summary results on subsequent pages.\n\n![](/cms/cms-assets/media/provider-summary-results_create-a-list.png)\n\n### Changing Your Selected Criteria\n\nTo change your criteria after you see the summary results, click the **Edit Criteria** link to re-open the criteria selection page. Make changes as needed and click the **Go** button.\n\n# Detail Results\n\nEach number within the Summary Results that is blue is a link to view more details specific to that number. \n\nFor example, if you want to see the specific providers that were added to a specific network since the last network data update, click on the number in the Unique Adds column.\n\nSelecting to view the details of any of the **All selected Networks**, or **Market Total** (summary rows) can give you a network status for all networks within the selected category at the same time. The Details view displays a list of the providers and indications of the number of My Networks and Competitor Networks in which the provider participates. To see the list of networks, you need to click on the provider's name or the linked results in either of the network columns. \n\n* All my networks\n\n  All my networks represent the total number of distinct providers. \n* All competitor networks\n\n  All competitor networks represent the total number of distinct providers in their competitors’ networks (combined). \n* All project networks\n\n  All project networks represent the total number of distinct providers in the entire project.\n* Market Total\n\n  Market Total is the total number of distinct providers in the entire project geography, whether or not they are part of a client or competitor network. Market Total conveys the count of unique providers in any network within your project.   \n\n## Viewing the Details\n\nTo view the specifics of the results, the criteria shown on the **Detail Results** page is revised to match your chosen options from the summary results. For example, if you originally searched for HealthyStart and Prime Health, and then click on the results for HealthyStart, then the networks criteria on the **Detail Results** page will display Healthy Start. To see information for the other networks in your original search, return to the **Summary Results** page and make your selections.   \n\n![](/cms/cms-assets/media/creatalist_details_markettotal.png)\n\nYou can view the results as either a list or within a map by clicking the List or **Map** tab. Both the List and the Map views will display your selected criteria and a link back to the **Summary Results** page. \n\n### List View\n\nWhen you click in to view the details, the List view displays. If this list is longer than what can fit on the screen, simply scroll down the page and the list continues to load automatically. The entire list is available to view even if it is large.  \n\n#### Provider Name Links\n\nEach provider name is a link to open additional details about that provider. The provider’s ID and NPI is in the top right corner of the provider profile page.\n\nThe information about each provider is viewable in these tabs:\n\n* Networks\n* Map\n* CMS\n* Comments\n* Attributes\n\n![](/cms/cms-assets/media/creatalist_detail_providerdetails.png)\n\nThe **Network** tab (shown above) contains these details:\n\n* Each location/address that the provider practices.\n* The networks/plans that the provider accepts.\n* Tags and Confidence indicators.\n* Specialty at each location.\n\nThe **Map** tab contains:\n\n* Each location/address. \n* The number of other providers at that location, which is a link to open a pop-up box that will list each provider and their specialty(ies). The pop-up box contains a link to view a list contain the details on each of these providers.\n* A map indicating each of the locations.\n\n![](/cms/cms-assets/media/creatalist_details_provider_map.png)\n\n![](/cms/cms-assets/media/creatalist_details_provider_map_hover.png)\n\nThe **CMS** tab contains:\n\n* An overview of information about the provider from the Centers for Medicare & Medicaid Service.\n\n  * Gender\n  * Medical School\n  * Graduation Year\n  * Group Practice(s)\n  * Hospital Affiliation(s)\n  * Specialty(s) \n\n![](/cms/cms-assets/media/creatalist_details_provider_cms.png)\n\nThe **Comments** tab contains:\n\n* Comments that you other users of the system have added about the provider.\n* A button and link to add a comment.\n\n![](/cms/cms-assets/media/creatalist_details_provider_comments_create.png)\n\nThe **Attributes** tab contains:\n\n* Information about provider attributes if any.\n* Information about practicing location for each provider. \n\nThese are custom to a client and have quite a variety of topics. \n\n![](/cms/cms-assets/media/creatalist_details_provider_attributes.png)\n\n#### Provider links within the Address Column\n\nThe Address column will indicate the number of providers that practice at that location. This will be a link to open a right-side panel containing a summary of those providers with Address, Networks, and Comments tabs.\n\n![](/cms/cms-assets/media/creatalist_details_providersatlocationsummary.png)\n\n### Map View\n\nClick on the Map tab to view the providers on a map.\n\n![](/cms/cms-assets/media/creatalist_details_mapview.png)\n\nYou can zoom in or out on the map by using the + and – icons in the upper left corner of the map.\n\n![](/cms/cms-assets/media/creatalist_detail_zoom.png)\n\nWhen their multiple providers within a short distance on the map, a Cluster icon will be shown. When you click on that Cluster icon, the map will expand to show the providers within that area.\n\nAt times there with be a Cluster icon to indicated multiple providers in a single location. When you click on a Cluster icon with that scenario, a Confidence icon will display for each provider at that location.\n\n![](/cms/cms-assets/media/creatalist_details_mapview_group.png)\n\nIf you hover over a Confidence icon, a pop-up box will display with the provider’s name and location information.\n\n![](/cms/cms-assets/media/creatalist_details_mapview_hover.png)\n\n### Tags\n\nTags can be added at the Provider level or at the Provider at the specific Location level. For example, you may want to add a tag that the provider has retired. This would likely be added at the provider level because the provider would be retired regardless of the location. However, a tag to indicate that the provider no longer practices at a specific location would be added at the Location level.\n\nTo add one or more tags:\n\n1. Click the Tags button in the upper right corner. The Bulk Tagging dialog box will open, and check boxes will be displayed next to each provider in the list.\n2. Select the tagging level, Provider or Provider at displayed location.\n3. Select the check boxes for the providers to which you want to apply a tag.\n4. Select an existing tag from the dropdown list or create a new tag.\n5. Click the Apply Tags button.\n\n   ![](/cms/cms-assets/media/creatalist_details_tags.png)\n\n     \n\nTags will display within the Details List below the provider’s name.  The tag icons are difference for Provider Level and Provider at displayed location level. \n\n![](/cms/cms-assets/media/creatalist_details_tags_icons.png)\n\nEach have hover text messages. And each are links to open additional information.\n\n![](/cms/cms-assets/media/creatalist_details_tags_hover.png)\n\n### Save Details List\n\nThis is the same as Saving the List View.\n\n### Exporting a Details List\n\nThe Details List can be exported as a .csv file. To export, click the **Export** button. As with exporting the List View, a message will display to let you know the export process has begun and once the Export is ready to be downloaded an additional message will be displayed with a summary of your search criteria and a link to **Download results**.\n\n![](/cms/cms-assets/media/creatalist_details_export_messages.png)\n\nIf you click the dropdown arrow within the Export button, you can select which columns you want to include in your export, such as Networks (when you choose networks you can then select either summary or specialty details), Tags, Provider Comments, and/or Custom Attributes (if applicable).\n\n![](/cms/cms-assets/media/exportdropdown_create-a-list.png)\n\nWhen you select **Networks** and **Summary**, your export will include a Network column with a par indicator for each provider-location in the Detail Results and the specialty will be the best match from all the networks. \n\nWhen you select **Networks** and **Specialty Details**, your export will include all provider-location-specialty combinations, rather than only the best match specialty.\n\n#### Par Indicator Codes\n\nIf Networks and Summary are selected in the Export options, the Network column(s) have a Par indicator for each provider-location-specialty combination. These are the definitions of each Par indicator:\n\n* PLS: Participating at this location AND with this specialty*\n* PL: Participating at this location but with a different specialty\n* PS: Participating with this specialty but at a different location*\n* P: Participating at a different location and with a different specialty\n* N: Non-Participating\n\n\\*The PLS and PS codes are only available in the Specialty Detail version of the network export.",
  "feature": null
}