{
  "body": "Decap CMS, formerly known as Netlify CMS, is an open-source content management system (CMS) that integrates with your Git workflow. It is designed to work with any static site generator, providing a faster and more flexible web project. The CMS allows editors to have a user-friendly interface and intuitive workflows, making it easier to manage content from draft to review to publish across various content types.\n\nThe core of Decap CMS is a React application that acts as a wrapper for the Git workflow, utilizing APIs from GitHub, GitLab, or Bitbucket. This setup offers several advantages, including fast web-based UI, platform agnosticism, easy installation, modern authentication methods, and flexible content types. It is fully extensible, allowing for custom-styled previews, UI widgets, and editor plugins.\n\nDecap CMS is part of the Jamstack ecosystem, which emphasizes speed, security, and scalability of static sites while maintaining a convenient editing interface for content. Compared to traditional server-side CMS like WordPress, Decap CMS offers better performance, higher security, lower cost of scaling, and a better developer experience.\n\nFor developers, Decap CMS can be installed by adding files to your site and configuring everything in a YAML file. For editors, it provides an intuitive web-based app that includes rich-text editing, real-time preview, and drag-and-drop media uploads. Additionally, with Git Gateway, team members can have CMS access without needing a GitHub account.\n\nThe transition from Netlify CMS to Decap CMS occurred in February 2023, with the aim of creating a community-driven ecosystem similar to WordPress or Drupal. It is important to note that while Netlify created Netlify CMS, Decap CMS is not locked to the Netlify platform and can be used independently or in conjunction with other services.\n\nFor those interested in exploring Decap CMS, there are resources available such as documentation, interactive demos, and community chats where you can ask questions and share ideas. There are also professional services offered by the team of maintainers, including priority support, customized onboarding programs, and the development of custom features or integrations to meet specific needs.",
  "title": "Decap CMS",
  "shortDescription": "Compared to traditional server-side CMS like WordPress, Decap CMS offers better performance, higher security, lower cost of scaling, and a better developer experience.",
  "subsectionSlug": "tech-stack",
  "tagSlugs": [
    "recruiter-researcher",
    "network-developer-manager",
    "rank-networks",
    "broker"
  ]
}