{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "title": "Disruption (new version)",
  "shortDescription": "Disruption will assist payers in assessing the competitiveness of their network to another network using utilization data provided by an employer looking to switch health plans. ",
  "body": "# Overview\n\nDisruption will assist payers in assessing the competitiveness of their network to another network using utilization data provided by an employer looking to switch health plans. \n\n## Accessing Disruption\n\nThe Disruption module requires activation by Zelis, on the client, project and user levels. Once this has been completed, Disruption is accessible under **Sales Tools** in the left column navigation. Depending on your setup, you may see **Disruption (new version)**, **Disruption (old version)** or both. \n\nFor all new projects, selecting **Disruption (new version)** will initially bring you to the “getting started” landing page shown below.  \n\n![](/cms/cms-assets/media/splashpage.png \"SplashPage\")\n\nTo **Import a Utilization File** or go to **Matching Configurations**, click on the appropriate button in the top, right corner of the screen. \n\nYou will notice three boxes in the center of the screen:\n\n* Import Utilization File\n* Create/View Matching Configurations\n* Create Disruption Analysis\n\nEach box will be checked off as you move through the process of creating an analysis.\n\nOnce you have created an analysis, or an analysis has been shared, you will no longer see the \"getting started\" page for this project.\n\nInstead, you will be brought to the **Analysis List** view shown below. \n\n![](/cms/cms-assets/media/listview.png)\n\nGoing forward, as long as an analysis is available, this will be the landing page when accessing the **Disruption** module.  \n\nFrom this screen, you can go to **Utilization Files**, **Matching Configurations** or **Create Analysis** using the buttons in the top right corner of the screen. You can also view an existing analysis by clicking on the **Analysis Name**. \n\n<details>\n<summary><h2 style=\"display: inline-block\">Running a Disruption Analysis</h2>\n</summary>\n\nTo perform a Disruption analysis, you will need the following: \n\n* Utilization File  \\\n  Uploaded by clients into the Disruption module; it contains data on claims aggregated at the provider, address, and TIN levels. \n* Mapping of the utilization file headers to the Zelis standard column names  \\\n  Clients will also map the columns that are in the Utilization File to the standard columns of data available in Network360   \n* Matching configuration  \\\n  This is created within the Disruption module of Network360. A Matching Configuration allows you to define the parameters checked during the analysis portion of this process. \n\n### Importing a Utilization File\n\nTo import a Utilization file: \n\n1. Navigate to Disruption, then click on Utilization Files \n2. Click on + Import File  \n3. Navigate to the file location to drag and drop the file onto the Upload section OR Click the Upload section to select the file, then click the Open button.  \n\n**Note:** The maximum file size is 100 mb; the recommended format is .csv\n\n![](/cms/cms-assets/media/importingutilizationfile.png)\n\nBelow the Upload section, are fields to enter the following information about the file: \n\n* **Name**: Enter a name for the file. The name is required to be unique within the Disruption module. The name will be referenced throughout the module. For example, the name will be listed in the Dashboard and available in a dropdown list when setting up Matching Configurations. \n* **Description**: This is an optional field where you can enter a brief description of the file. \n* **Delimiter**: This is an optional field where you can select the appropriate delimiter for the data within the .csv file. (If an Excel file is uploaded, this field does not apply). \n* **Expiration**: Select 60 days, 90 days, or Never Expire. \n* **Sharing**: If the Sharing checkbox is not selected, the file will be private, which means that only you will be able to view/use the file. If the Sharing checkbox is selected, all users of the Disruption module within your organization will be able to use the file. **Note**: Admin users will be able to view all Utilization Files by selecting the option to view shared files. This includes private and shared files  \n* Click the **Save** button.  \n\nWhen a Utilization File is uploaded it goes through a validation process. During this process, you will see the **Processing Files** page displayed. You’ll notice that the **Status** of your uploaded file is “Validating.” After \"Validating\" it will go to the status \"Mapping\", and under **Actions** you will see \"Map and Approve\". \n\n</details>\n<br>\n<details>\n<summary><h2 style=\"display: inline-block\">Column Aliases</h2>\n</summary>\n\nFor each Zelis Standard Column, you can create one or more Column Aliases that correspond to column headers commonly used in your Utilization Files. Column Aliases that match a header in a new Utilization File will be automatically mapped to a Zelis Standard Column, eliminating the need to manually map these columns for each new import. **Note**: If a column name on the Utilization File already matches a Zelis Standard Column Name, it will automatically be mapped. \n\n### Adding Column Aliases\n\nTo add column Aliases, click on **Column Aliases** on the **Utilization Files** page. Select a **Zelis Standard Column** from the dropdown list, then type one or more desired aliases and click on **Save Aliases**. \n\n![](/cms/cms-assets/media/addingcolumnaliases.png \"AddingColumnAliases\")\n\nAll added Aliases are displayed at the bottom of the page with **Edit** and **Delete** options for each. \n\n![](/cms/cms-assets/media/current-aliases.png \"CurrentAliases\")\n\n</details>\n</br>\n\n<details>\n<summary><h2 style=\"display: inline-block\">Mapping Columns</h2>\n</summary> \n\nThe columns from the Utilization File need to be mapped to the Zelis Standard Column Names used in Network360.  Mapping is necessary so that the data in the columns in the imported Utilization File can be recognized by Network360 and then validated. If a column header from a Utilization file already matches a Zelis Standard Column Name, it will map automatically. \n\nOnce the uploaded Utilization File is in the “Map and Approve” status on the Processing Files page, you can map the Utilization File Column Names to the Zelis Standard Column Names used by Network360.\n\n### Mapping Process\n\nOn the **Processing Files** page, click on the Utilization File name. This will open the **File Details**.  Click on the **Standard Mapped Columns - View** link. The **Mapping** list will be displayed. **Utilization File Column Name** is the name of the column taken from the Utilization File. Each **Zelis Standard Column Name** dropdown list contains the mapping options.\n\n![](/cms/cms-assets/media/mappingcolumns.png \"MappingColumns\")\n\nTo map a column, select the toggle button to the right of the field to activate it. Then, within the **Zelis Standard Column Name** dropdown list, select the appropriate column name. \n\nThe **Passthrough** option means that the original data from the Utilization File column will be passed through without being mapped to a Zelis Standard Column. \n\nThe more data that is mapped, the better your analysis results will be. Therefore, it is recommended to map all columns. \n\n**Note**: When selecting “name” fields from the Zelis Standard Column Name dropdown list, either FirstName and/or LastName OR FullName can be mapped. \n\n![](/cms/cms-assets/media/mappingcolumnsdropdown.png \"MappingColumnsDropdown\")\n\nClick the **Save and Continue** button at the bottom of the page to save the mappings.  \n\nThe status on the **Processing Files** page will change from “Computing Quality Scores” to “Review” and under **Actions**, you will see **Approve/Reject**.  \n\nTo review the preliminary **Quality Scoring** information, click on **Approve/Reject**.  \n\n</details>\n<br>\n<details>\n<summary><h2 style=\"display: inline-block\">Quality Scoring</h2>\n</summary>\n\nOnce a Utilization File has been uploaded and mapped, a review and validation for completeness and accuracy of a selection of the data is performed (the system looks at the first 300 rows – this is noted in the messaging below “Quality Scoring: file name” at the top of the screen). \n\n![](/cms/cms-assets/media/qualityscoring.png \"QualityScoring\")\n\n**Quality Scoring** provides you with information about the data in the Utilization File and the ability to increase the quality of the data.  \n\nSix categories of information are validated. A brief validation explanation is provided below each category heading. \n\n**General** – This validation checks for any missing fields. \n\n**NPI Data** – This validation checks to see if an NPI has been populated.  \n\n**Recommended Data** – This validation checks for the presence of data elements within the Utilization File that are the most useful for analysis. The validation process checks and reports whether any of these recommended data elements are missing in your Utilization File.   When an element is missing, you can correct this by adjusting the column mapping or importing another Utilization File that includes the data element(s) missing in the original file. The Recommended Data Columns are: \n\n* Address \n* City \n* FacilityName \n* FirstName \n* FullName \n* LastName \n* NPI \n* State \n* TaxID \n* Zip \n\n**City/State Match** – This checks to ensure the City/State combination is accurate.  \n\n**Zip Code Check** – This verifies that the zip codes within the Utilization File are valid. \n\n**NPI Validation** – This validation checks for the accuracy of the provider’s NPI.  \n\nIf a category of data was not included in the Validation File, a **Not mapped** message is provided under the category name. \n\nTo view details on the validation of a category, select the adjacent radio button. The details will be displayed below the list of categories. \n\n![](/cms/cms-assets/media/qualityscoring2.png \"QualityScoring2\")\n\nWhen you view the details of a validation category, you will see the specific data elements and whether they are included, missing or questionable in the Utilization File.  Then, you can determine whether the missing or questionable elements can be mapped, or the Utilization File needs to be changed.   \n\nIf a change is needed to the Utilization File, it will be necessary to import the changed file to the Disruption module.  \n\n**Note**: When importing a changed file, it is necessary to give it a unique name in the Disruption module and redo the mapping. \n\n### Approval/Rejection of Utilization File\n\nOnce the quality score information has been reviewed, you can Approve or Reject the Utilization File. If you click **Approve**, the file will be imported and ready to be used. If you **Reject** a file, that imported Utilization File will be deleted and removed from the Processing Files page. A new file will need to be imported and mapped again. A confirmation message will be displayed to ensure that you want to continue to Reject a file. A timestamp of the approval or rejection is listed in the Processing Files page.\n\n</details>\n</br>\n\n<details>\n<summary><h2 style=\"display: inline-block\">Matching Configurations</h2>\n</summary>\n\n### Overview\n\nA Matching Configuration is a set of various combinations of parameters (known as Passes) along with selected product and network information saved as a profile (or set of rules) to qualify the data's accuracy.   \n\nThere are three types of passes:  \n\n* Full Match: Requires an exact match between the value in the utilization file and the providers table. \n* Prefix Match: Matches providers whose names or addresses start with the prefix from the utilization file, allowing for partial matches. \n* Radius Match: Searches for providers located within a 10-mile radius of a specified point in the utilization file.\n\n### Creating a Matching Configuration\n\nOnly admin users in the system can create a Matching Configuration. Non-admin users can view and use the Matching Configurations but are restricted from making changes.    \n\nTo create a Matching Configuration: \n\n1. Navigate to **Disruption** \n2. Click on **Matching Configurations** \n3. Click on **Create New Configuration**  \n4. In the top left corner enter a unique **Name** for the configuration. This is required. \n5. Enter a **Target Competitor** for the configuration. This is optional but it can be used to help filter the list of matching configurations. \n6. Enter a **Description** for the configuration. This is optional but is a way to help identify the Matching Configuration. \n7. Select a **Network Type**. This is a required field. \n8. Select a **Product Type**. This is a required field. \n9. Select a **Line of Business**. This is a required field. \n10. **Sharing** is an optional field. If selected, the Matching Configuration can be used by others (including non-admin users) in your organization. If Sharing is not selected, the file will only be available to you and other admin users.\n11. Select a **Reference Utilization File**. This allows you to select an existing Utilization File to demonstrate how well it conforms to a particular Matching Configuration.  \n\n    The bottom portion of the screen contains the many matching passes performed on \tUtilization Files, categorized by **High Confidence**, **Medium Confidence**, **Low Confidence**.   \n\n    * **High Confidence** matching passes use a strict criterion for various passes, all of which include TIN.  \n    * **Medium Confidence** provides some variability with some of the matching passes (for example, characters) but still utilizes a good number of standard columns to provide a decent match.  \n    * **Low Confidence** uses fewer standard columns, and possibly less characters, to match.  \n\n      Once a **Reference Utilization File** has been selected, the passes at the bottom of the page will update with information on which ones are valid and which ones are invalid. Each one can be expanded to view the specific element that is invalid. If you want to see only valid matching passes for this reference utilization file, you can filter the list by selecting the **Show only valid Passes** toggle button.\n12. Select one or more **Passes** to be applied to the configuration, from any or all Confidence levels.  \n\n    **Note**: The fields in a pass may appear to be the same as in another pass, however, the number of characters that are being matched for a field can be different. Expand passes to view differences. \n13. Click the **Save** button in the top right corner of the screen. Once saved, the Matching Configurations page will be displayed. \n\nThe saved Matching Configuration can be reused each time a similarly formatted Utilization File is uploaded. A saved Matching Configuration is selected in the **Create Analysis** step.\n\n### Matching Configurations Page\n\nAs an Admin user: \n\n\n\n* You can filter the list to display **All Configurations** or **My Configurations**. My Configurations will show you configurations that you did not share with others.  \n* Selecting one of the listed Matching Configurations will open a view where a different Reference Utilization File can be selected and compared with the selected passes. \n* Clicking on triple dot button in the last column for an existing Matching Configuration will allow you to edit that Matching Configuration to add or remove passes and change the parameters.  \n* The columns can also be sorted and filtered by any user. \n\n</details>\n<br>\n## Disruption Analysis\n\nUse Disruption Analysis to gain valuable insight into the data from an uploaded Utilization File using a selected Matching Configuration and compare it to other networks.  \n\nOnce you have the specific Utilization File uploaded and a Matching Configuration (new or existing), an analysis can be run. \n\n1. Select the **Create Analysis** button to get started. The Create Analysis page will display.  \n2. Fill in the appropriate fields.  \n\n   **Analysis Name**: This is a required field. The name of the analysis needs to be unique in the system. If you enter a name that is not unique, an error message will display. \n\n   **Description**: This is an optional field where you can enter a brief description of the analysis. \n\n   **Utilization File**: Select a previously uploaded Utilization File. This is the file that will be analyzed using the Matching Configuration. \n\n   **Incumbent Network**: This is an optional field where you can select an Incumbent Network from the dropdown list. This list is populated with the client’s networks that have already been set up within Network360.  \n\n   **Networks to Compare**: Select up to 5 networks from the dropdown list. This list is populated with the client’s networks and competitor networks available within Network360 when purchased by the client. If you do not see a desired network, please contact your account manager. \n\n   **Matching Configuration**: Select the desired Matching Configuration to use in your analysis of the Utilization File. \n3. Click the **Run Analysis** button. The Disruption Analyses list page will display.  \n\nThe name you gave to this analysis will be listed on the page with a Status of RUNNING. Once the analysis is complete, the Status will change to COMPLETED. \n\n**Note**: The larger the Utilization file and the more passes selected, the longer it will take to complete. \n\n### Analysis Overview\n\nOnce the status is COMPLETED on the Disruption Analyses list page, click on the Analysis Name in the first column. This will open the analysis. There are 3 tabs: **Summary Overview**, **Providers**, **Manual Match**.  \n\n **Summary Overview Tab** \n\nThere will be a column in the graph for each compare network that was selected. \n\nThe graph columns will be color coded to show the confidence level of the matched provider data. \n\n![](/cms/cms-assets/media/summaryoverviewtab.png \"SummaryOverviewTab\")\n\nA color code key is provided in the right corner above the graph. \n\n![](/cms/cms-assets/media/summaryoverviewkey.png \"SummaryOverviewKey\")\n\nThe **View** dropdown provides options to change the confidence levels included in the graph. \n\nThe graph points out the number of providers in each confidence level and hovering the mouse over each section of the graph will display a pop-up with a brief explanation. \n\n![](/cms/cms-assets/media/summaryoverviewgraph.png \"SummaryOverviewGraph\")\n\nBelow the graph is a list view of the same information. There are options to sort and filter the columns of the list view. Changing the sort or filtering will not change the graph. \n\nYou can sort by a specific column by clicking the column header. You can change from ascending or descending by clicking the arrow. \n\nYou can also find the **Sort by ASC** (ascending) and **Sort by DESC** (descending) options within the triple dot button along with the Filter and Column management options. \n\n![](/cms/cms-assets/media/filtersortmenu.png \"FilterSortMenu\")\n\nThe **Filter** options allow for selecting a specific **Column**, the **Operator** (contains, equals, starts with, ends with, is empty, is not empty, is any of), and a **Value** field. \n\n![](/cms/cms-assets/media/filteroptions.png \"FilterOptions\")\n\nThe **Hide Column** option will hide the selected column. \n\nThe **Manage Columns** will open a pop-up box to select which columns to show/hide. \n\n![](/cms/cms-assets/media/columnsonoffsummary.png \"ColumnsOnOffSummary\")\n\n### Providers Tab\n\nThe Providers Tab contains a list of all the providers within the Utilization File.  \n\nIt is necessary to select a Network once on the Providers tab. \n\n![](/cms/cms-assets/media/providerstabnetworkselected.png \"ProvidersTabNetworkSelected\")\n\nOnce a network is selected, the page will refresh with details about all providers in the Utilization File. **Note**: If the view in the Summary Overview tab was changed, it will not change the providers that are included in the Provider tab. \n\n![](/cms/cms-assets/media/providerstablist.png \"ProvidersTabList\")\n\n* **Without an incumbent network selected**: This screenshot shows the Providers tab with no incumbent network chosen. \n\n![](/cms/cms-assets/media/withoutincumbent.png \"WithoutIncumbent\")\n\n* **With an incumbent network selected**: This screenshot shows the Providers tab with an incumbent network selected.\n\n![](/cms/cms-assets/media/withincumbent.png \"WithIncumbent\")\n\nThe first 3 columns will always be:  \n\n* **Provider Name** \n* **Provider Status** – (Indicates if the provider is in the Incumbent Network and/or Compare Network(s). Each status is defined above the list.) \n* **State(s) Served** – (Indicates where the provider practices) \n\nThe last 2 columns are dependent on business rules and what has been mapped in the Utilization File.\n\n* The data that can be displayed in the 2nd to last column are (listed in priority order):\\\n  Visits\\\n  Claims\\\n  Claimants\\\n  Procedures\\\n  \\\n  If a Utilization File maps to more than one of these, it will display the higher priority data element. For example, if Visits and Claims were mapped, only Visits count will display. \n\n  The priority business rules can be viewed by clicking on the “info i\" next to the column header. \n\n![](/cms/cms-assets/media/infoiclaims.png \"InfoIclaims\")\n\n* The data that can be displayed in the last column are (in priority order): \\\n  Paid \\\n  Billed \\\n  Allowed \\\n  \\\n  If a Utilization File maps to more than one of these, it will display the higher priority data element. For example, if Paid and Billed were mapped, only Amount Paid will display. \\\n  \\\n  The priority business rules can be viewed by clicking on the “info i” next to the column header. \n\n![](/cms/cms-assets/media/infoiamountpaid.png \"InfoIamountPaid\")\n\nYou can sort by a specific column by clicking the column header. You can change from ascending or descending by clicking the arrow. \n\nYou can also find the **Sort by ASC** and **Sort by DESC** options within the triple dot button along with the Filter and Column management options. \n\n![](/cms/cms-assets/media/filtersortmenuoverview.png \"FilterSortMenuOverview\")\n\nThe **Filter** options allow for selecting a specific **Column**, the **Operator** (contains, equals, starts with, ends with, is empty, is not empty, is any of), and a **Value** field. \n\n![](/cms/cms-assets/media/filteroptions.png \"FilterOptions\")\n\nThe **Hide Column** option will hide the selected column. \n\nThe **Manage Columns** will open a pop-up box to select which columns to show/hide. \n\n![](/cms/cms-assets/media/columnsonoff.png \"ColumnsOnOff\")\n\n### Manual Match Tab"
}