{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "title": "Disruption (new version)",
  "shortDescription": "Disruption will assist payers in assessing the competitiveness of their network to another network using utilization data provided by an employer looking to switch health plans. ",
  "body": "# Overview\n\nDisruption will assist payers in assessing the competitiveness of their network to another network using utilization data provided by an employer looking to switch health plans. \n\n## Accessing Disruption\n\nThe Disruption module requires activation by Zelis, on the client, project and user levels. Once this has been completed, Disruption is accessible under Sales Tools in the left column navigation. Depending on your setup, you may see Disruption (new version), Disruption (old version) or both. \n\n## Running a Disruption Analysis\n\nTo perform a Disruption analysis, you will need the following: \n\n* Utilization File  \\\n  Uploaded by clients into the Disruption module; it contains data on claims aggregated at the provider, address, and TIN levels. \n* Mapping of the utilization file headers to the Zelis standard column names  \\\n  Clients will also map the columns that are in the Utilization File to the standard columns of data available in Network360   \n* Matching configuration  \\\n  This is created within the Disruption module of Network360. A Matching Configuration allows you to define the parameters checked during the analysis portion of this process. \n\n### Importing a Utilization File\n\nTo import a Utilization file: \n\n1. Navigate to Disruption, then click on Utilization Files \n2. Click on + Import File  \n3. Navigate to the file location to drag and drop the file onto the Upload section OR Click the Upload section to select the file, then click the Open button.  \n\n**Note:** The maximum file size is 100 mb; the recommended format is .csv\n\n![](/cms/cms-assets/media/importingutilizationfile.png)\n\nBelow the Upload section, are fields to enter the following information about the file: \n\n* Name: Enter a name for the file. The name is required to be unique within the Disruption module. The name will be referenced throughout the module. For example, the name will be listed in the Dashboard and available in a dropdown list when setting up Matching Configurations. \n* Description: This is an optional field where you can enter a brief description of the file. \n* Delimiter: This is an optional field where you can select the appropriate delimiter for the data within the .csv file. (If an Excel file is uploaded, this field does not apply). \n* Expiration: Select 60 days, 90 days, or Never Expire. \n* Sharing: If the Sharing checkbox is not selected, the file will be private, which means that only you will be able to view/use the file. If the Sharing checkbox is selected, all users of the Disruption module within your organization will be able to use the file. **Note**: Admin users will be able to view all Utilization Files by selecting the option to view shared files. This includes private and shared files  \n* Click the Save button.  \n\nWhen a Utilization File is uploaded it goes through a validation process. During this process, you will see the **Processing Files** page displayed. You’ll notice that the **Status** of your uploaded file is “Validating.” After \"Validating\" it will go to the status \"Mapping\", and under **Actions** you will see \"Map and Approve\". \n\n## Column Aliases\n\nFor each Zelis Standard Column, you can create one or more Column Aliases that correspond to column headers commonly used in your Utilization Files. Column Aliases that match a header in a new Utilization File will be automatically mapped to a Zelis Standard Column, eliminating the need to manually map these columns for each new import. **Note**: If a column name on the Utilization File already matches a Zelis Standard Column Name, it will automatically be mapped. \n\n### Adding Column Aliases\n\nTo add column Aliases, click on **Column Aliases** on the **Utilization Files** page. Select a **Zelis Standard Column** from the dropdown list, then type one or more desired aliases and click on **Save Aliases**. \n\n![](/cms/cms-assets/media/addingcolumnaliases.png \"AddingColumnAliases\")\n\n\n\nAll added Aliases are displayed at the bottom of the page with **Edit** and **Delete** options for each. \n\n\n\n![](/cms/cms-assets/media/current-aliases.png \"CurrentAliases\")\n\n\n\n\n\n## Mapping Columns \n\n\n\nThe columns from the Utilization File need to be mapped to the Zelis Standard Column Names used in Network360.  Mapping is necessary so that the data in the columns in the imported Utilization File can be recognized by Network360 and then validated. If a column header from a Utilization file already matches a Zelis Standard Column Name, it will map automatically. \n\n\n\nOnce the uploaded Utilization File is in the “Map and Approve” status on the Processing Files page, you can map the Utilization File Column Names to the Zelis Standard Column Names used by Network360.\n\n### Mapping Process \n\n\n\nOn the **Processing Files** page, click on the Utilization File name. This will open the **File Details**.  Click on the **Standard Mapped Columns - View** link. The **Mapping** list will be displayed. **Utilization File Column Name** is the name of the column taken from the Utilization File. Each **Zelis Standard Column Name** dropdown list contains the mapping options.\n\n\n\n![](/cms/cms-assets/media/mappingcolumns.png \"MappingColumns\")\n\n\n\n\n\nTo map a column, select the toggle button to the right of the field to activate it. Then, within the **Zelis Standard Column Name** dropdown list, select the appropriate column name. \n\n\n\nThe **Passthrough** option means that the original data from the Utilization File column will be passed through without being mapped to a Zelis Standard Column. \n\n\n\nThe more data that is mapped, the better your analysis results will be. Therefore, it is recommended to map all columns. \n\n\n\n**Note**: When selecting “name” fields from the Zelis Standard Column Name dropdown list, either FirstName and/or LastName OR FullName can be mapped. \n\n\n\n![](/cms/cms-assets/media/mappingcolumnsdropdown.png \"MappingColumnsDropdown\")\n\n\n\n\n\nClick the **Save and Continue** button at the bottom of the page to save the mappings.  \n\n\n\nThe status on the **Processing Files** page will change from “Computing Quality Scores” to “Review” and under **Actions**, you will see **Approve/Reject**.  \n\n\n\nTo review the preliminary **Quality Scoring** information, click on **Approve/Reject**.  \n\n\n\n## Quality Scoring \n\n\n\nOnce a Utilization File has been uploaded and mapped, a review and validation for completeness and accuracy of a selection of the data is performed (the system looks at the first 300 rows – this is noted in the messaging below “Quality Scoring: file name” at the top of the screen). \n\n\n\n![](/cms/cms-assets/media/qualityscoring.png \"QualityScoring\")\n\n\n\n\n\n**Quality Scoring** provides you with information about the data in the Utilization File and the ability to increase the quality of the data.  \n\n\n\nSix categories of information are validated. A brief validation explanation is provided below each category heading. \n\n\n\n**General** – This validation checks for any missing fields. \n\n\n\n**NPI Data** – This validation checks to see if an NPI has been populated.  \n\n\n\n**Recommended Data** – This validation checks for the presence of data elements within the Utilization File that are the most useful for analysis. The validation process checks and reports whether any of these recommended data elements are missing in your Utilization File.   When an element is missing, you can correct this by adjusting the column mapping or importing another Utilization File that includes the data element(s) missing in the original file. The Recommended Data Columns are: \n\n\n\n* Address \n* City \n* FacilityName \n* FirstName \n* FullName \n* LastName \n* NPI \n* State \n* TaxID \n* Zip \n\n\n\n**City/State Match** – This checks to ensure the City/State combination is accurate.  \n\n\n\n**Zip Code Check** – This verifies that the zip codes within the Utilization File are valid. \n\n\n\n**NPI Validation** – This validation checks for the accuracy of the provider’s NPI.  \n\n\n\nIf a category of data was not included in the Validation File, a **Not mapped** message is provided under the category name. \n\n\n\nTo view details on the validation of a category, select the adjacent radio button. The details will be displayed below the list of categories. \n\n\n\n\n\n\n\n![](/cms/cms-assets/media/qualityscoring2.png \"QualityScoring2\")\n\n\n\n\n\nWhen you view the details of a validation category, you will see the specific data elements and whether they are included, missing or questionable in the Utilization File.  Then, you can determine whether the missing or questionable elements can be mapped, or the Utilization File needs to be changed.   \n\n\n\nIf a change is needed to the Utilization File, it will be necessary to import the changed file to the Disruption module.  \n\n\n\n**Note**: When importing a changed file, it is necessary to give it a unique name in the Disruption module and redo the mapping. \n\n\n\n### Approval/Rejection of Utilization File \n\n\n\nOnce the quality score information has been reviewed, you can Approve or Reject the Utilization File. If you click **Approve**, the file will be imported and ready to be used. If you **Reject** a file, that imported Utilization File will be deleted and removed from the Processing Files page. A new file will need to be imported and mapped again. A confirmation message will be displayed to ensure that you want to continue to Reject a file. A timestamp of the approval or rejection is listed in the Processing Files page."
}