{
  "sectionSlug": "cms",
  "body": "Editing markdown text is a straightforward process that involves using specific symbols and characters to format your text. Here's a comprehensive guide to help you get started:\n\n1. **Headings**: To create headings, you use the `#` symbol before your heading text. The number of `#` symbols corresponds to the heading level. For example, `# Heading 1`, `## Heading 2`, and so on up to `###### Heading 6`.\n\n2. **Paragraphs**: Simply write plain text for paragraphs. For line breaks within a paragraph, end a line with two or more spaces before hitting `Enter`.\n\n3. **Bold and Italic**: For bold text, wrap your text in `**double asterisks**` or `__double underscores__`. For italic text, use `*single asterisks*` or `_single underscores_`.\n\n4. **Lists**: Use `-` or `*` for bullet lists and numbers for ordered lists. Indent one level for a nested list.\n\n5. **Links**: To create a hyperlink, wrap the link text in brackets `[ ]`, followed by the URL in parentheses `( )`. For example, `[Google](https://google.com)`.\n\n6. **Images**: Similar to links, but start with an exclamation mark `!`, followed by the alt text in brackets and the URL in parentheses. For example, `![alt text](image-url)`.\n\n7. **Blockquotes**: Use `>` before your text to create a blockquote.\n\n8. **Code**: For inline code, wrap the text in backticks `` ` ``. For a code block, use triple backticks ``` or indent every line of the block by four spaces.\n\n9. **Tables**: Create tables by separating columns with pipes `|` and using hyphens `-` to separate the header from the rows.\n\n10. **Horizontal Rules**: Use three or more asterisks `***`, dashes `---`, or underscores `___` on a line by themselves.\n\nRemember, markdown is designed to be as readable as possible in its raw form. For more advanced features like footnotes, tables, and definition lists, you might need to refer to extended syntax provided by platforms like GitHub or StackEdit. Additionally, some applications like Obsidian can enhance your markdown experience with additional features and plugins.\n\nFor a hands-on tutorial, you can watch videos that guide you through the markdown editing process and its applications in different software environments. These resources can provide you with a visual and practical understanding of how markdown works.\n\nLastly, always preview your markdown to ensure it renders as expected. Most markdown editors offer a live preview feature, or you can use online markdown editors that provide instant feedback on your formatting. Happy writing!",
  "shortDescription": "Editing markdown text is a straightforward process that involves using specific symbols and characters to format your text. Here's a comprehensive guide to help you get started.",
  "title": "How to Edit Markdown Text",
  "subsectionSlug": ""
}