{
  "sectionSlug": "promoted-articles",
  "title": "Network360® Custom Reports",
  "shortDescription": "",
  "body": "**Whether you are building, expanding, or maintaining you networks, Custom Reports focuses your Network360 experience, answering questions specific to your needs such as:**\n\n• If I enter a new market next plan year, who will my competition be?\n\n• How are my competitors changing their networks over time?\n\n• Who are my top competitors based on enrollment/membership?\n\n• What is my true competitive network ranking when inactive and suspect providers are removed?\n\nNetwork360 becomes more than just a research tool with access to custom dashboards designed to answer your specific questions. You’ll have the support of a Zelis analyst who will design dynamic views with an expanded dataset, based on your specific requirements. With Custom Reports, your ability to get the information you need is accelerated, saving you time and money.\n\n<help-video-collection data-id=\"test-video-collections-in-an-article\"></help-video-collection>\n\n\n\nWe're thrilled to announce the latest update to our Todo App! This release is packed with new features and improvements designed to enhance your productivity and streamline your task management. From a sleek new interface to powerful sorting options, we've listened to your feedback and delivered a suite of updates that will help you tackle your to-do list with ease and efficiency.\n\n* **New Features:**\n\n  * Intuitive drag-and-drop interface for easy task prioritization.\n  * Customizable color tags for better organization.\n  * Voice command integration for hands-free task creation.\n* **Improvements:**\n\n  * Enhanced search functionality to quickly find tasks.\n  * Faster sync across devices, ensuring your list is always up-to-date.\n  * Improved battery performance for the app.\n* **Fixes:**\n\n  * Resolved an issue where notifications were not being sent for some users.\n  * Fixed a bug that caused the app to crash when adding tasks in offline mode.\n  * Addressed various UI inconsistencies across different devices.\n\nGet the update today and experience the best version of our Todo App yet! 🚀\n\n<details>\n\n<summary> Click to expand or collapse this section </summary>\n\n**Introduction**\n\n* This is a test of the collapsible section functionality.\n* Ensure that expanding and collapsing works smoothly.\n\n**Detailed Information**\n\n* **Subheading 1:** Here’s some additional information to test the layout.\n* **Subheading 2:** More text to see how it handles longer content.\n\n**Lists and Items**\n\n* **Item 1**\n* **Item 2**\n* **`Item 3`**\n\n**Additional Elements**\n\n* **Bold Text:** This should be bold.\n* *Italic Text:* This should be italic.\n* Example Link \n\n**Images**\n\n![test](/cms/cms-assets/media/defaultlogo.png \"This is a Zelis logo\")\n\n**Code Snippet**\n\n```javascript\nfunction test() {\n    console.log('Testing collapsible section.');\n}\n```\n\n</details>\n\n<details>\n<summary>  Tips for collapsed section</summary>\n\n### This a test of a collapsible section\n\n**Overview**\n\n* This section is designed to test the collapsible feature with various content types.\n* Verify that all content types are correctly displayed when expanded.\n\n**Key Points**\n\n* **Point 1:** Testing visibility of bullet points.\n* **Point 2:** Ensuring lists are handled properly.\n\n**Another Article test**\n\n* Here is a link to a different article <help-article-link data-id=\"netlify\" data-text=\"Netlify\" /></help-article-link>.\n\n**Individual Video**\n\n<help-video data-id='irina-test-vimeo-video'></help-video>\n\n**Video Collection** \n\n<help-video-collection data-id=\"test-video-collection\"></help-video-collection>\n\n</details>\n\n![](/cms/cms-assets/media/test.png)",
  "feature": "insights_dashboard",
  "subsectionSlug": "network360-browser-policy",
  "tagSlugs": [
    "network-developer-manager",
    "look-up-a-provider",
    "compare-networks",
    "custom-tag-for-n360",
    "testtags"
  ]
}