{
  "sectionSlug": "whats-new",
  "title": "Network360 Browser Policy",
  "shortDescription": "Specific browser policy information including supported browsers and versions, those not supported, and policy-related banner notifications.",
  "body": "(Effective 09/01/2021)\n\nTo keep Network360 compliant with the latest security standards set by HiTrust,[](<https://hitrustalliance.net/\" \\t \"_blank>) Zelis Network Analytics (Zelis) will certify that Network360 works in Chrome, Firefox and Edge browser versions up to 2 months old. We strongly encourage all clients to update their browsers to the newest version for the latest security upgrades. Zelis agrees to fix Network360 issues identified by clients who use an approved browser version that is no more than 6 months old. \n\n**Background Information** \n\nInternet browsers have improved considerably over the years in terms of security and features. Network360 takes advantage of modern browser features such as real-time updates, faster page navigation, fast and easy user interaction with the data, powerful mapping tools, and simpler file uploads. \n\n**Policy Notification**  \n\nBanner messages will appear in Network360 when the user’s browser and version fall outside of our Browser Policy. This message will continue to appear each time the user logs into Network360 until their browser and version meets the Zelis Browser Policy. Zelis cannot guarantee an optimal user experience if their browser version is not supported by Zelis. \n\n**Supported Browsers and Browser Version Information**   \n\n* Chrome (Google) \n* Firefox \n* Edge (Microsoft) \n\nFor each supported browser, Zelis will support the current version and one version prior to the current version (typically no more than 2 months old). Some older versions of the supported browsers may be compatible with Network360. However, due to ongoing security and feature updates for each browser, Zelis cannot guarantee a stable user experience for the older versions within Network360. \n\n***Unsupported* Browsers** \n\n* Safari \n\n  * Any version of Safari will **not** be supported by Network360. Users may be able to use the browser to access Network360. However, Zelis cannot guarantee a productive nor stable user experience within Network360 while using any version of Safari. Zelis will not make any Network360 updates to support Safari. \n* Microsoft Edge Legacy in Windows 10 or Internet Explorer 11 or older: \n\n  * As of 12/1/2021, Zelis will **no longer** offer support or updates to Network360 to ensure a productive user experience with IE11 (or older). \n  * Please note that Microsoft has also issued a statement that they will no longer support IE11 and Microsoft Edge Legacy, after 8/17/2021. \n\n**If I see a banner notification about my browser, what should I do?** \n\n* If you or a member of your team reports that they see the automated banner message within Network360, Zelis recommends you contact your IT Department or Managed Service Provider that supports the software on your work computer(s). \n* Please share our browser policy with your IT point of contact and ask them to update your browser and version as soon as possible. \n* In the event you continue to see the banner message AFTER you updated your browser, please submit a HelpDesk ticket and/or reach out to your Account Manager with the details."
}