{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "population-file",
  "title": "Population File Help Content",
  "shortDescription": "A population file consists of a group of zip codes and employee counts that can be used as the geographic criteria for your analyses.  ",
  "body": "A population file consists of a group of zip codes and employee counts that can be used as the geographic criteria for your analyses. \n\n**Note: Under no circumstances should you include any member information or other Protected Health Information (PHI) in a population file.**\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Creating a Population file</h2>\n</summary>\n<br>\n\nA population file can be created within the modules or through **My Things > My Population Files**. You can build a population file where Network360 develops the file based on the geographic criteria that you enter, or you can upload an existing population file.\n\nProcedure for Creating a New Population File \n\n1. Click on the text area provided for a **Geography** or **Within** field within the search criteria page of a module (Recruitment, Create a list etc.,).\n\n\n   ![](/cms/cms-assets/media/population-file_create-a-list.png)\n\n   \\    \n2. Select **Create a new Population File**.\n\n   The Create New Population File popup opens. \n3. Enter the required **File Name**.\n\n   **Note:**\n   When the **Shared** option under File Name field is checked, you can share the population file. Population file that is shared can be used by other users and across other projects for a client. It eliminates the need to create the same population file for another project. \n\n   By default, the **Upload file** radio button is selected and **Expires after 60 days** is checked. If you don’t want the created Population File to expire after 60 days, uncheck the **Expires after 60 days** option.\n\n   **Recommendation:**\n   Don’t uncheck the **Expires after 60 days** option, as new additions or removal of existing providers might happen, making the file outdated. \n\n   ![](/cms/cms-assets/media/2.png)\n4. Click on the **Choose File** button. \n\n   Select the existing population file.\n   Acceptable file formats for a population file are: .csv, .txt, .dat, or .xlsx.\n\n   **Note:**\n\n   * A population file must contain one field labeled zip and may contain another field labeled 'employee_count', which contains the number of members in each zip code. Do not include other fields. If you do not include 'employee_count', each occurrence of a zip code will be counted once. For example, if zip code '12345' appears in the population file 10 times, the employee_count will be '10’.\n   * At present, population files with up to 10,000 unique zips codes are allowed. \n   * If using an Excel file, the file must contain only one worksheet.\n   * Do not upload an Excel file with hidden worksheets or columns.\n   * Uploading password protected files will fail.\n   * Population files must be no larger than 30MB.\n\n   If there is no existing population file, you can create one by: \n\n   * Selecting the **Build** radio button.\n\n     A popup opens. \n\n     ![](/cms/cms-assets/media/create-new-population-file_build.png)\n   * A population file can be created using a selected Geography. Select the required Geography by typing the area, city or country name in the text area. A list of geographies available in that project appear after typing first letter. \n   * You can select General or Medicare Eligible as required.\n5. Click on the **Create** button.\n\n   A Population File with the defined name   will be created.\n\n   You can view the file and download it by going to **My Things> My Population Files**.\n\n   Once a Population File is created, it will be available as one of the standard search options.\n\n   ![](/cms/cms-assets/media/3.1.png)\n\n</details>\n\n<br>\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Using Population Files in Search criteria</h2>\n</summary>\n<br>\n\n1. Navigate to the required module (like Compare Networks, Recruitment, Create a List etc.,).\n2. Click in the text field of **Within** or **Geography**.\n\n   Type the required Population File name to be selected (which was already created) or you can enter the creator’s name. \n\n   You can see the file name listed in the dropdown of the text field.\n\n   Click on the file name. Population File gets added to the **Geography** or **Within** field.\n\n</details>"
}