{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "provider-profile-1",
  "shortDescription": "Providers refers to an entity that can be a practitioner or facility. Details of the providers present in a Newtork are displayed in Provider Profile page.",
  "body": "# Overview\n\nThe Provider Details can be accessed through the Detail results page of the following modules:\n\n* Competitive Dashboard\n* Compare Networks\n* Create a List \n* Model Networks \n* Recruitment\n\nWhen you click on a Provider from the list of Providers in the **Detail Results** page, the **Provider Details** page will display. Each provider name is a link to open additional details about that provider. The provider’s ID, NPI and Client ID in the top right corner of the provider profile page. \n\nThe screenshot below is an example showing information about the selected Provider in the Provider Profile page.\\\n<br>\n\n![](/cms/cms-assets/media/1.png)\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Understanding Provider Details</h2>\n</summary> \n<br>\n\nThe information about each provider is viewable within the following tabs:\n\n* Networks\n* Map\n* CMS\n* Comments\n* Attributes\n\n### Networks Tab\n\n<br>\n\nWithin the **Networks** tab on the Provider Details Page, the following details can be found:\n\n* Each location/address that the provider practices\n* The networks/plans that the provider accepts\n* Tags and Confidence indicators\n* Specialty at each location\n\n![](/cms/cms-assets/media/2.png)\n\nAddresses and specialties are accompanied by a color-coded icon representing the confidence score, which is a number between 0 and 1.\n\nFor more details on the color code of **Confidence scores**, please refer the [Glossary](#!/help/sections/glossary?s=c&t=confidence-scores).\n\nClicking on a location (under the Location column, shown in the screenshot above) will navigate you to the Group Profile page.\n\n### Provider Details Map Tab\n\nWithin the **Map** tab on the Provider Details Page, the following details can be found:\n\n* Each location/address associated to the provider. \n* The number of other providers at that location, which is a link to open a pop-up box that will list each provider and their specialty(ies). The pop-up box contains a link to view a list that contains the details on each of these providers.\n* A map indicating each of the locations.\n\n![](/cms/cms-assets/media/3.png)\n\n### CMS tab\n\nAdditional information from Centers for Medicare & Medicaid Services, if available, for that provider, will be displayed in CMS tab.\n<br>\n\nThe CMS tab contains:\n\nAn overview of information about the provider from the Centers for Medicare & Medicaid Service.\n\n* Gender\n* Medical School\n* Graduation Year\n* Group Practice(s)\n* Hospital Affiliation(s)\n* Specialty(s) \n\n![](/cms/cms-assets/media/4.png)\n\n### Comments tab\n\nThe Comments tab contains:\n\n* Comments that you and other users of the system have added about the provider.\n* A button and link to add a comment.\n\n![](/cms/cms-assets/media/5.png)\n\n### Attributes tab\n\nThe **Attributes** tab contains information about the practicing location for each provider.\n\nAttributes are custom to a client and can have a variety of topics. Please talk to your client success manager about adding or maintaining attributes.\n\n![](/cms/cms-assets/media/6.png)\n\n</details>\n<br>\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Exporting Details List of Provider Profile</h2>\n</summary> \n<br>\n\n**Procedure for Exporting a Detailed Provider List**\n\n1. Click the dropdown arrow within the **Export** button\n2. Select the columns you want to include in your export\n   Available columns: \n\n   * **Networks** - When you choose Networks you can select either summary or specialty details\n   * **Tags**\n   * **Provider Comments** and/or **Custom Attributes** (if applicable)\n3. Click the **Export** button\n\n   The Details List is exported as a **.csv** file.     \n\n**Selecting Networks for Exporting a Detailed Provider List**\n\n* When you select **Networks** with **Summary**, your export will include a Network column for each provider-location in the Detail Results and the specialty will be the best match from all the networks.\n* When you select **Networks** with **Specialty Details**, your export will include all provider-location-specialty combinations, rather than only the best match specialty.\n\n![](/cms/cms-assets/media/7.png)\n\n**Note:** When you select **Networks** with either **Summary** or **Specialty Details**, Par Indicator (Participating Indicator) codes are included in the Network column(s) for each provider-location-specialty combination in the export file.\n\n</details>",
  "title": "Provider Details"
}