{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "provider-profile-1",
  "shortDescription": "Providers refers to an entity that can be a practitioner or facility. Details of the providers present in a Newtork are displayed in Provider Profile page.",
  "body": "### Viewing a Provider’s Profile\n\nWhen you click on the required Provider from the list of Providers in the Detail Results page, **Provider Profile** page will display. \n\nThe screenshot below, is an example displaying the information of the selected Provider in the Provider Profile page. The page displays the Provider name with the specialty selected in having specialties field of search criteria. Information such as Provider ID, NPI number, and Client IDs if any are displayed in the grey box located in the top right of the page under user profile. The details related to the selected Provider are provided in tabs.\n\nThe screenshot below is an example of a Provider Profile page. On this page, you will see information regarding the provider including their specialties, locations, network participation, NPI, and much more.\n\nOn the Networks tab, you'll see specific information for the provider at each location where the provider practices. This information includes the following: confirmed practicing (when appropriate), number of providers at that location (when appropriate), the associated group (when available), specialty, networks, and any tags.\n\n \n\nIn the above screenshot, under the Location:\n\n1.\tWhen you click on each location, you can navigate to the Group Profile page displaying the details of the Groups and all the providers practicing at that location along with Group ID and number of Other Names. Also, Providers, Map, Hierarchy, Networks and Attributes details are provided in tabs.\n\n \n\nWhen you click on the provider selected in the Detail Results page, you will be navigated back to the Provider Profile page. If you select a different provider than the one selected in the Detail Results page, you will be navigated to the Provider Profile page of the selected Provider in that Group Profile.\n\nIn the Maps tab, details such as Locations in which the selected provider is practicing are marked in the map.\n\n \n\nIf CMS details and Comments are added they will be displayed under the respective tabs.\n\nIn Attributes tab details like: Provider Attributes and Provider Practicing Location Attributes are displayed.\n\n \n\nExporting Details List of Provider Profile\n\nTo export a .csv file of the Provider details list, click the Export button. If you click the dropdown arrow, you can select which columns you want to include in your export, such as Networks (when you choose networks you can then select either summary or specialty details), tags, provider comments, and/or custom attributes (if applicable).\n\n\n\n \n\n\n\n\n\nWhen you select Networks and Summary, your export will include a Network column for each provider-location in the Detail Results and the specialty will be the best match from all the networks. \n\n\n\nWhen you select Networks and Specialty Details, your export will include all provider-location-specialty combinations, rather than only the best match specialty.\n\n\n\n  \n\n\n\nSaving Provider List\n\nOn the Detail Results page, you can save providers list.  For saving the list, click the Save List button in the top right. \n\n\n\n \n\n\n\nYou will be asked to name your list and whether you want to share it with your colleagues. \n\n \n\nYou can view the saved lists using the Activity Stream icon or the side bar navigation in the My Provider List category within My Things. If you decide to share the list, others can view the list if they click the checkbox in My Things > My Provider Lists to view shared lists. \n\nActivity Stream\n\nMy Things > My Provider Lists",
  "title": "Provider Profile Help Content"
}