{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "provider-profile-1",
  "shortDescription": "Providers refers to an entity that can be a practitioner or facility. Details of the providers present in a Newtork are displayed in Provider Profile page.",
  "body": "Overview\n\nWhen you click on the required Provider from the list of Providers in the Detail Results page, Provider Profile page will display. \n\nThe screenshot below, is an example displaying the information of the selected Provider in the Provider Profile page. Information such as Provider ID, NPI number, and Client IDs if any are displayed in the grey box located in the top right of the page under user profile. The details related to the selected Provider are provided in tabs.\n\n \n\nUnderstanding Provider Profile Page\n\nEach provider name is a link to open additional details about that provider. The provider’s ID and NPI is in the top right corner of the provider profile page.\n\nThe information about each provider is viewable in these tabs:\n\n•\tNetworks\n\n•\tMap\n\n•\tCMS\n\n•\tComments\n\n•\tAttributes\n\n\n\nNetworks tab\n\nOn the Networks tab, you'll see specific information for the provider at each location where the provider practices. This information includes the following: confirmed practicing (when appropriate), number of providers at that location (when appropriate), the associated group (when available), specialty, networks, and any tags.\n\nThe Network tab (shown above) contains these details:\n\n•\tEach location/address that the provider practices.\n\n•\tThe networks/plans that the provider accepts.\n\n•\tTags and Confidence indicators.\n\n•\tSpecialty at each location.\n\n\n\n \n\nIn the above screenshot, under the Location:\n\nWhen you click on each location, you can navigate to the Group Profile page displaying the details of the Groups and all the providers practicing at that location along with Group ID and number of Other Names. Also, Providers, Map, Hierarchy, Networks and Attributes details are provided in tabs.\n\n \n\nWhen you click on the provider selected in the Detail Results page, you will be navigated back to the Provider Profile page. If you select a different provider than the one selected in the Detail Results page, you will be navigated to the Provider Profile page of the selected Provider in that Group Profile.\n\n\n\nMaps tab\n\nIn the Maps tab, details such as locations in which the selected provider is practicing are marked in the map.\n\nThe Map tab contains:\n\n•\tEach location/address. \n\n•\tThe number of other providers at that location, which is a link to open a pop-up box that will list each provider and their specialty(ies). The pop-up box contains a link to view a list that contains the details on each of these providers.\n\n•\tA map indicating each of the locations.\n\n \n\n\n\nCMS tab\n\nAdditional information from Centers for Medicare & Medicaid Services if available for that provider, gets displayed in CMS tab.\n\nThe CMS tab contains:\n\n•\tAn overview of information about the provider from the Centers for Medicare & Medicaid Service.\n\n•\tGender\n\n•\tMedical School\n\n•\tGraduation Year\n\n•\tGroup Practice(s)\n\n•\tHospital Affiliation(s)\n\n•\tSpecialty(s) \n\n\n\n \n\nComments tab\n\nThe Comments tab contains:\n\n•\tComments that you and other users of the system have added about the provider.\n\n•\tA button and link to add a comment.\n\n \n\nAttributes tab\n\nIn Attributes tab details like: Provider Attributes and Provider Practicing Location Attributes are displayed.\n\nThe Attributes tab contains:\n\n•\tInformation about provider attributes, if any.\n\n•\tInformation about practicing location for each provider. \n\nThese are custom to a client and have quite a variety of topics. \n\n\n\n \n\n\n\nExporting Details List of Provider Profile\n\nThe Details List can be exported as a .csv file. To export, click the Export button. As with exporting the List View, a message will display to let you know the export process has begun and once the Export is ready to be downloaded an additional message will be displayed with a summary of your search criteria and a link to Download results.\n\nIf you click the dropdown arrow within the Export button, you can select which columns you want to include in your export, such as Networks (when you choose networks you can then select either summary or specialty details), Tags, Provider Comments, and/or Custom Attributes (if applicable).\n\n\n\nWhen you select Networks with Summary, your export will include a Network column for each provider-location in the Detail Results and the specialty will be the best match from all the networks.\n\nWhen you select Networks with Specialty Details, your export will include all provider-location-specialty combinations, rather than only the best match specialty.\n\nWhen you select Networks with either Summary or Specialty Details, Par Indicator (Participating Indicator) codes are included in the Network column(s) for each provider-location-specialty combination in the export file.\n\nPar Indicator Codes\n\nThe definitions of each Par indicator code are:\n\n•\tPLS: Participating at this location AND with this specialty*\n\n•\tPL: Participating at this location but with a different specialty\n\n•\tPS: Participating with this specialty but at a different location*\n\n•\tP: Participating at a different location and with a different specialty\n\n•\tN: Non-Participating\n\n\\*The PLS and PS codes are only available in the Specialty Detail version of the network export.\n\n\n\n \n\n\n\nSaving Provider List\n\nOn the Detail Results page, you can save providers list.  For saving the list, click the Save List button in the top right. \n\n\n\n \n\n\n\nYou will be asked to name your list and whether you want to share it with your colleagues. \n\n \n\n\n\nViewing Provider List\n\nYou can view the saved lists using the Activity Stream icon or the side bar navigation in the My Provider List category within My Things. If you decide to share the list, others can view the list if they click the checkbox in My Things > My Provider Lists to view shared lists. \n\n\n\n\\",
  "title": "Provider Profile Help Content"
}