{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "radius-search",
  "title": "Radius Search Help Content",
  "shortDescription": "Radius search functionality involves searching for providers within the specified zip codes or within a specified radius of each zip code.",
  "body": "A **Radius Search** allows you to search for providers within the specified radius from the centroid of one or more zip codes. \n\nRadius search functionality involves searching for providers within the specified zip codes or within a specified radius of each zip code.\n\n![](/cms/cms-assets/media/radius1.png)\n\nClick the **Radius search** icon of Geography or Within field of required modules and input a radius in miles and the zip code(s).\n\n![](/cms/cms-assets/media/radius2.png)\n\nA radius search of a single zip code with no providers in it will yield results of all providers within the true radius of that zip code. \n\n* This means that all providers within the radius (no matter the distance to the centroid of the provider’s zip) will be returned in the results.\n\nA radius search of multiple zip codes will yield results of all providers within the entered zip codes whose centroid point is within the miles entered.\n\n![](/cms/cms-assets/media/radius3.png)\n\nThe system first looks for providers within the specified zip codes. If a provider is found in one of the zip codes, they will appear in the results for that zip code. If not, the system then looks for providers within the specified radius of the selected zip codes. The search results of providers might overlap, as the providers could appear in multiple zip codes or within the specified radius of different zip codes. This overlap is due to the OR function used in the search criteria. However, each provider will only be included once in the analysis per network. \n\nThere are circumstances when a single zip code search can yield more providers than a multiple zip code search and vice versa.\n\n**NOTE:** The Radius dropdown list also contains an option to create a Population File.\n\nFor more details on creating a New Population File, click here."
}