{
  "tagSlugs": [
    "recruitment"
  ],
  "sectionSlug": "using-network360",
  "subsectionSlug": "recruitment",
  "title": "Recruitment Help Content",
  "shortDescription": "The Recruitment module enables you to create a list of providers to review for recruiting to a selected network. ",
  "body": "# Overview\n\nThe Recruitment module enables you to create a list of providers to review for recruiting to a selected network. The information provided in the search results will show both providers who are in the target network and providers who are not in the target network.\n\n# Accessing Recruitment\n\nTo access the Recruitment module, on the left-hand sidebar navigation panel, click Recruitment & Research and then select Recruitment from the menu. The Recruitment search criteria fields will be displayed.\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Search Criteria</h2>\n</summary>\n\nYour search criteria will determine which providers will be included in your recruitment list.   \n\n![Image showing search criteria for Recruitment](/cms/cms-assets/media/recruitment-search-criteria.png \"Search criteria for Recruitment\")\n\n<details>\n<summary>\n<h3 style=\"display: inline-block\">Within</h3>\n</summary>\n\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Within Introduction</h4>\n</summary>\nYou can optionally enter any combination of geographies in the \\\\\\\\*\\\\\\\\*Within\\\\\\\\*\\\\\\\\* field, including cities, counties, MSAs, CMS rating areas, state abbreviations, the name of a population file, or zip codes (3-digit or 5-digit). The system does not permit searching on other partial zip codes or free form text. \n\nWhen you enter multiple geographies, the search uses **OR** logic.\n\nFor example: If you enter **Johnson County, KS** and **Topeka, KS MSA,** you will see providers that are in either geography. \n\n**Recommendation:** Select a geography to narrow your search and produce a more manageable recruiting list.          \n\nIf you leave this field blank, you will see results for the project’s entire geography.\n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Population File</h4>\n</summary>\n\nA **Population File** is a data file containing a group of zip codes that can be used for search criteria. From the **Within** dropdown list, you can select a previously created Population File using the type ahead feature to search for the file name or creator’s name.\n\n![](/cms/cms-assets/media/within-type-in-feature.png)\n\nYou can also create a new Population File. To   create a new Population File, select the **Create a new Population File** option from the **Within** dropdown list or navigate to the **My Things > My Population Files** on the side bar navigation menu.     \n\n![](/cms/cms-assets/media/within-population-file.png)\n\nFor more details on creating a Population File, refer to the Population Files help page.\n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Bulk Search</h4>\n</summary>\nBy clicking on the Clipboard icon, you can paste a list of up to 200 zip codes.\n\n![](/cms/cms-assets/media/bulk-search-zip-code.png)\n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Radius Search</h4>\n</summary>\nA radius search means that you can search for providers within the specified radius from the centroid of one or more zip codes. Click the \\\\\\\\*\\\\\\\\*Radius Search\\\\\\\\*\\\\\\\\* icon and then input the zip code(s) and a radius in miles.\n\n![](/cms/cms-assets/media/radius.png)\n\n**Note:** When you enter a single zip code for a radius search, the results include providers within a radius of the centroid of the defined zip code, regardless of the zip codes they are within.  Zip centroid refers to the center of a zip code or center of the zip code mass.  When you enter multiple zip codes for a radius search, the results include providers in zip codes whose centroids are within the radius of the centroid of the defined zip codes.\n\n</details>\n</details>\n<br>\n<details>\n<summary>\n<h3 style=\"display: inline-block\">Recruit for Target Networks</h3>\n</summary>\n\nThe **recruit for target networks** multiselect dropdown is used to define a list of networks to which you want to add providers. \n\nThe list of source networks will be filtered by your selected geography. Target Networks will NOT be filtered by the geography so clients can develop recruitment lists of providers in new geographic areas for the target network(s).\n\n![](/cms/cms-assets/media/recruit-for-target-networks.png)\n\nYour selections will be bolded within the dropdown list and appear in the **recruit for target networks** field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \n\n</details>\n<br>\n<details>\n<summary>\n<h3 style=\"display: inline-block\">From Source Networks</h3>\n</summary>\nThe \\\\\\\\*\\\\\\\\*from source networks\\\\\\\\*\\\\\\\\* dropdown defines a list of networks which will be your source for providers; the default for this field is the Market Total.  Market Total represents all providers participating in any of your project's networks. \n\nThis list of source networks is filtered by your selected geography identified in the **Within** field. When a provider participates in the target network and falls within one of the result categories, the provider is included in the results based on your selection in the recruit for target networks.  \n\n![](/cms/cms-assets/media/from-source-networks.png)\n\nYou can select multiple networks in this field. Your selections will be bolded within the dropdown list and appear in the **from source networks** field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \n\n</details>\n<br>\n<details>\n<summary>\n<h3 style=\"display: inline-block\">Having Specialties</h3>\n</summary>\nSelecting a specialty will help develop a concise list of providers based on the provider's specialty within the source network. In this field you can select provider types and/or specialty groups. This dropdown list is categorized where the Provider Types are listed first and then the specialty groups are listed in alphabetical order. \n\n![](/cms/cms-assets/media/specialities.png)\n\nProvider types are distinguished from specialty groups by the inclusion of the **\\- Provider Type** descriptor in the dropdown.  \n\nYou can select multiple provider types and/or specialties in this field. Your selections will be bolded within the dropdown list and appear in the **having specialties** field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \n\n</details>\n<br>\n<details>\n<summary>\n<h3 style=\"display: inline-block\">Advanced Criteria</h3>\n</summary>\n\nAdvanced Criteria includes Address Confidence, Specialty Confidence and Other options. Address Confidence and Specialty Confidence options indicate the accuracy confidence of the data returned in the search. Selecting Advanced Criteria is optional.    \n\nTo use the Advanced Criteria section, click **Show advanced options**. The options are:\n\n* Address Confidence \n\n  * Low\n  * Medium\n  * High\n* Specialty Confidence\n\n  * Low\n  * Medium\n  * High\n* Other\n\n  * Confirmed practicing only\n  * New providers only\n\nFor more information about Confirmed Practicing, click [here](/#!/help/sections/glossary?s=c&t=confirmed-practicing).\n\nFor more information about New providers, click [here](/#!/help/sections/glossary?s=n&t=new-providers).\n\n![](/cms/cms-assets/media/advanced-options1.png)\n\nFor Address Confidence and Specialty Confidence, you can select a single option or a combination of two selections without a gap, like high and medium, or medium and low.   \n\nFor the Other advanced option, to find only confirmed practicing providers, check the **Confirmed practicing only** check box. To find only new providers, check the **New providers only** check box.           \n\n![](/cms/cms-assets/media/advanced-options.png)\n\nOnce you finish selecting your search criteria, click the **Go** button. Then, the Summary Results page will display.\n\n</details>  \n</details>\n<br>\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Summary Results</h2>\n</summary>\n<br>\nThe Summary Results page shows the summary of your selected search criteria and a link to edit the search criteria. Then, below the search criteria is a table containing the count of providers and provider locations that fall into the following categories:  \n\n1. Provider is in the target network(s) I’m recruiting for:\n\n   * But not at these locations\n   * With a different specialty\n   * But not at these locations with a different specialty\n2. Provider is NOT in the target network(s) I’m recruiting for     \n\n**Note:** You’ll notice that typically the number of locations is greater than the number of providers. This is because many providers practice in multiple locations.\n\n![](/cms/cms-assets/media/recruitment-summary-results1.png)\n<br>\n\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Changing Your Selected Criteria</h4>\n</summary>\n\nTo change your criteria once you are on the Summary Results page, click the **Edit Criteria** link to re-open the criteria selection page. \n\n![](/cms/cms-assets/media/recruitment-summary-results2.png)\n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Understanding the Results</h4>\n</summary>\n\nThe first section of the results table contains 3 categories of providers that are in the target network(s). As you review the results, keep in mind that:\n\n* Providers may practice at more than one location and therefore the number of locations will typically be greater than the number of providers.\n* Providers who have any affiliation with the target network, regardless of whether the location of that affiliation meets the searched geographic area or if the provider’s specialty meets the searched specialty(s), will be included in the search results.\n\n  * A provider may be in a target network, but only (in that target network) at a location that is outside of the searched geography and that provider may also practice at other locations that are within the selected geography, but that provider is not in the target network at those locations. In an instance such as this, the provider would be included in the results because they have an affiliation with the target network, but the results will contain only the provider's locations that fit the geographic criteria and where the provider participates in the source network.\n  * Only the locations which could be appropriate to recruit will be included in the Summary and Detail Results.  \n  * If the location within the selected geography is where the provider is affiliated with the target network and HAS a specialty that matches the search criteria, then the location will NOT be included in the Summary and Detail Results. \n  * If one or more specialties were added in the search criteria and there is a provider who meets the geographic and network search criteria, but with a specialty that is different, that provider will also be included in the search results under the “with a different specialty” category.\n\nThe number in the Provider column (outlined in blue in the below screenshot) is the count of source network providers who meet the geographic and specialty criteria and participate in the target network but not at the locations listed in the results.  \n\n![](/cms/cms-assets/media/recruitment-summary-results3.png)\n\nIn the example screenshot above, there are 79 source network providers who participate in the target network in at least one location within the project, but do not participate in the target network at 104 locations that meet your search criteria for the source network. \n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Providers in the target network(s) I’m recruiting with a different specialty</h4>\n</summary>\n\nThe number in Providers column (outlined in blue in the screenshot below) is the count of source network providers who meet the geographic and specialty criteria and participate in the target network but with a different specialty at the locations listed in the results.\n\n![](/cms/cms-assets/media/recruitment-summary-results4.png)\n\nIn the example screenshot above, there are 43 source network providers who participate in the target network in at least one location within the project and participate in the target network at 61 locations that meet your search criteria for the source network but with a different specialty. \n\n</details>\n<br>   \n<details>\n<summary>\n<h4 style=\"display: inline-block\">Providers in the target network(s) I’m recruiting for but not at these locations with a different specialty</h4>\n</summary>\n\nThe number in the Providers column (outlined in blue in the below screenshot) is the count of source network providers who meet the geographic and specialty criteria and participate in the target network in at least one location within the project, but with a different specialty at the locations listed in the results. \n\n![](/cms/cms-assets/media/recruitment-summary-results5.png)\n\nIn the example screenshot above, there are 24 source network providers that are also in the target network, but there are 32 locations where they are not in the target network with the identified specialty.   If no specialty is selected the results will contain providers whose source specialty does not match the target specialty. \n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Providers Not in the target network(s) I’m recruiting for</h4>\n</summary>\n\nThe number in the Providers column (outlined in blue in the screenshot below) is the count of source network providers who meet the geography and specialty search criteria and do not participate at any location in the target network. \n\n![](/cms/cms-assets/media/recruitment-summary-results6.png)\n\nIn the example screenshot, there are 48 providers in 67 locations within the geographic criteria that are **not** in the target network.\n\n</details>\n</details>\n<br>\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Detail Results</h2>\n</summary>\n<br>\nSelecting any of the Provider or Location links from the table on the Summary Results page will open a Detail Results page. Each Detail Results page is specific to the category in the Summary Results. Both the Providers and Locations links for the same category will open the same Detail Results page.\n\nEach Detail Results page consists of a list of providers which can be saved or exported.  You can also use this list to add tags to the providers.   You can view the results as either a list or within a map by clicking the list or map tab. \n\nThe Detail Results page will display your selected criteria and a link to return to the Summary page. The page also contains a list of all providers that met the criteria and their pertinent information. To see all the providers listed, simply scroll down the page and the list expands automatically. The entire list is available to view even if it is large. \n\n![](/cms/cms-assets/media/recruitment-detail-results1.png)\n\nWhen you click on the **Map** tab, you will see results within a map. A dot or cluster symbol on the map indicates a provider location or a cluster of provider locations respectively. As indicated by the legend, the color of the dot correlates with the address confidence information. Clicking on a provider location dot will bring you to the provider profile associated with that location.\n\n![](/cms/cms-assets/media/recruitment-detail-results2.png)\n\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Detail Results for Providers in the target network(s) I’m recruiting for but not at these locations</h4>\n</summary>\n\nThese Detail Results displays the list of providers and their locations who meet the search criteria in the source network and participate in the target network at minimally one location, but the provider does not participate in the target network at the location contained within this result list.\n\n![](/cms/cms-assets/media/recruitment-detail-results1.png)\n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Detail Results for Providers in the target network(s) I’m recruiting with a different specialty</h4>\n</summary>\n\nThis Details List displays the list of providers who meet the geographic and specialty criteria and participate in the target network but with a different specialty than selected in the **having specialties** field.\n\n![](/cms/cms-assets/media/recruitment-detail-results3.png)\n\nIn the screenshot above, since the first two providers are not in the target network at the selected location and they have a different specialty in the target network at some other location, the Target Specialty, Target Specialty Group, and Target Provider Type values are blank.\n\nWhen no specialty is included in the **having specialties** field of the search criteria, then the target specialty that is displayed in the Detail Results page is the provider’s specialty in the target network at that geography location within the selected geographic criteria. \n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Detail Results for Providers in the target network(s) I’m recruiting for but not at these locations with a different specialty</h4>\n</summary>\n\nThe Details List includes source network providers who meet the search criteria and participate in the target network at some location within the project, but do not participate at the locations listed and who have a different specialty in the target network than the selected specialty in the search criteria.  \n\n![](/cms/cms-assets/media/recruitment-detail-results4.png)\n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Detail Results for Providers Not in the target network(s) I’m recruiting for</h4>\n</summary>\n\nThe providers listed in these results participate in the source network at the listed location, but do not participate in the target network at any location in the project. \n\n![](/cms/cms-assets/media/recruitment-detail-results5.png)\n\n</details>\n<br>\n<details>\n<summary>\n<h4 style=\"display: inline-block\">Exporting a Details List</h4>\n</summary>\n\nTo export a .csv file of the details list, click the **Export** button. If you click the dropdown arrow you can select tags, provider comments, and/or custom attributes (if applicable). If selected, these details will be included in the downloaded .csv file as columns.\n\n![](/cms/cms-assets/media/export.png)\n\n</details>\n</details>\n<br>\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Viewing a Provider’s Profile</h2>\n</summary>\n\nWhen you click on a provider's name on the Detail Results page, the Provider Profile will display.  \n\nFor more details on Provider Profile, click here.\n\n</details>\n<br>\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Assigning Tags for Providers</h2>\n</summary>\n\nProvider Tags are user-assigned notations for providers. You can create your own tags and assign them to providers as needed. Tags can be added at the provider level or at the provider location level (for the provider at the specific location). \n\nOn the Recruitment Detail Results page, you may assign tags in bulk to providers or provider locations. \n\nFor more details on creating and assigning Tags, click here.\n\n</details>"
}