{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "recruitment",
  "title": "Recruitment Help Content",
  "shortDescription": "The Recruitment module enables you to create a list of providers to review for recruiting to a selected network. ",
  "body": "# Overview\n\nThe Recruitment module enables you to create a list of providers to review for recruiting to a selected network. The information provided in the search results will show both providers who are in the target network and providers who are not in the target network.\n\n# Accessing Recruitment\n\nTo access the Recruitment module, on the left-hand sidebar navigation panel, click Recruitment & Research and then select Recruitment from the menu. The Recruitment search criteria fields will be displayed.\n\n## Search Criteria\n\nYour search criteria will determine which providers will be included in your recruitment list.   \n\n![Image showing search criteria for Recruitment](/cms/cms-assets/media/recruitment-search-criteria.png \"Search criteria for Recruitment\")\n\n### Within\n\nYou can optionally enter any combination of geographies in the **Within** field, including cities, counties, MSAs, CMS rating areas, state abbreviations, the name of a population file, or zip codes (3-digit or 5-digit). The system does not permit searching on other partial zip codes or free form text. \n\nWhen you enter multiple geographies, the search uses **OR** logic.\n\nFor example: If you enter **Johnson County, KS** and **Topeka, KS MSA,** you will see providers that are in either geography. \n\n**Recommendation:** Select a geography to narrow your search and produce a more manageable recruiting list.          \n\nIf you leave this field blank, you will see results for the project’s entire geography.\n\n#### Population File\n\nA **Population File** is a data file containing a group of zip codes that can be used for search criteria. From the **Within** dropdown list, you can select a previously created Population File using the type ahead feature to search for the file name or creator’s name.\n\n![](/cms/cms-assets/media/within-type-in-feature.png)\n\nYou can also create a new Population File. To   create a new Population File, select the **Create a new Population File** option from the **Within** dropdown list or navigate to the **My Things > My Population Files** on the side bar navigation menu.     \n\n![](/cms/cms-assets/media/within-population-file.png)\n\nFor more details on creating a Population File, refer to the Population Files help page.\n\n#### Bulk Search\n\nBy clicking on the Clipboard icon, you can paste a list of up to 200 zip codes.\n\n![](/cms/cms-assets/media/bulk-search-zip-code.png)\n\n#### Radius Search\n\nA radius search means that you can search for providers within the specified radius from the centroid of one or more zip codes. Click the **Radius Search** icon   and then input the zip code(s) and a radius in miles.\n\n![](/cms/cms-assets/media/radius.png)\n\n**Note:** When you enter a single zip code for a radius search, the results include providers within a radius of the centroid of the defined zip code, regardless of the zip codes they are within.  Zip centroid refers to the center of a zip code or center of the zip code mass.  When you enter multiple zip codes for a radius search, the results include providers in zip codes whose centroids are within the radius of the centroid of the defined zip codes.\n\n### Recruit for Target Networks\n\nThe **recruit for target networks** multiselect dropdown is used to define a list of networks to which you want to add providers. \n\nThe list of source networks will be filtered by your selected geography. Target Networks will NOT be filtered by the geography so clients can develop recruitment lists of providers in new geographic areas for the target network(s).\n\n![](/cms/cms-assets/media/recruit-for-target-networks.png)\n\nYour selections will be bolded within the dropdown list and appear in the **recruit for target networks** field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \n\n### From Source Networks\n\nThe **from source networks** dropdown defines a list of networks which will be your source for providers; the default for this field is the Market Total.  Market Total represents all providers participating in any of your project's networks. \n\nThis list of source networks is filtered by your selected geography identified in the **Within** field. When a provider participates in the target network and falls within one of the result categories, the provider is included in the results based on your selection in the recruit for target networks.  \n\n![](/cms/cms-assets/media/from-source-networks.png)\n\nYou can select multiple networks in this field. Your selections will be bolded within the dropdown list and appear in the from source networks field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \n\n### Having Specialties\n\nSelecting a specialty will help develop a concise list of providers based on the provider's specialty within the source network. In this field you can select provider types and/or specialty groups. This dropdown list is categorized where the Provider Types are listed first and then the specialty groups are listed in alphabetical order. \n\n![](/cms/cms-assets/media/specialities.png)\n\nProvider types are distinguished from specialty groups by the inclusion of the **\\- Provider Type** descriptor in the dropdown.  \n\nYou can select multiple provider types and/or specialties in this field. Your selections will be bolded within the dropdown list and appear in the **having specialties** field. To remove a selection, click the “x” in the upper right corner of the item or use your backspace key. \n\n### Advanced Criteria\n\nAdvanced Criteria includes Address Confidence, Specialty Confidence and Other options. Address Confidence and Specialty Confidence options indicate the accuracy confidence of the data returned in the search. Selecting Advanced Criteria is optional.    \n\nTo use the Advanced Criteria section, click **Show advanced options**. The options are:\n\n* Address Confidence \n\n  * Low\n  * Medium\n  * High\n* Specialty Confidence\n\n  * Low\n  * Medium\n  * High\n* Other\n\n  * Confirmed practicing only\n  * New providers only\nFor more information about Confirmed Practicing, click [here](/#!/help/sections/glossary?s=c&t=confirmed-practicing).\n![]()"
}