{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "tags",
  "title": "Tags",
  "body": "# Overview\n\nTags are user-assigned notations for providers or provider locations. They can be used to search for providers and provider locations. Tags are categorized into 4 groups: System Generated, Global, Enterprise, and User.\n\n# Creating Tags\n\nTo view all available tags and create new User tags, navigate to Settings > Project Settings > Tags tab, you can create your own tags. \n\nNavigate to User Tags. Click on Add User tag button.\n\nEnter the tag name to be added as a User Tag. Click the Add Tag button.\n\nA success or unsuccessful message will be displayed. If successful, the tag will be added to the User Tag list.\n\nWhen necessary, you can click on the delete icon to delete the created tag. A notification asking for confirmation of deleting the tag will be displayed. Select Yes to delete the existing tag.\n\n## Using Tags in Search Criteria of Create a List \non the Create a List Provider List page, you can add tags to provider or provider locations. However, you cannot add tags to provider or provider locations within the search criteria page. Tags are assigned on the Provider Profile or in bulk on the Detail Results page.  \n\nIf you want to query the provider data based on previously assigned tags, select one or more from the list. If no tags are present in the list, that means no providers have been tagged. The list of tags within the criteria section consists of only tags assigned within the project.\n\nIf you want to ensure that each provider returned in the search has matched on all tags that you have selected, select the must have all tags check box.\n\nThe Tagged with and Not tagged with fields both work in the same manner.\n\n## Adding Tags in Provider Profile\nWhen you are on a Provider Profile, regardless of the path you took to get there, you can click on Tags for provider at this location. This will open a popup box. Click on the + icon to assign one or more tags to this provider at this location.\n\nYou can select the required tag from the list of tags available in the dropdown.\n \n\nClick on the Delete icon to remove the tag selection dropdown. \nYou can assign more than one tag depending on the relevance.\n\nClick on x to remove the added tag. \n\t \n\n## Bulk Tags\n\nBulk   Tags are assigned on:\n\n1. The Provider List displayed in the Detail results page of Competitive Dashboard, Compare Networks, Create a List and Model Networks modules and\n2. Recruitment list displayed in Detail Results page of the Recruitment module. \n\nFor example, Inactive: Deceased or Recruiting: Credentialing.\n\nProcedure to add one or more tags:\n\n1. Click the Tags button in the upper right corner of the Provider Profile or Detail Results page. \n   The Bulk Tagging dialog box will open, and check boxes will be displayed next to each provider in the list.\n2. Select the tagging level, Provider or Provider at displayed location.\n3. Select the check boxes for the providers to which you want to apply a tag.\n4. Select an existing tag from the dropdown list or create a new tag.\n5. Click the Apply Tags button.\n              \n\nTags will display within the Details List or Providers profile below the provider’s name.  The tag icons are different for Provider Level and Provider at displayed location level.",
  "shortDescription": "Tags are user-assigned notations for providers or provider locations. They can be used to search for providers and provider locations."
}