{
  "tagSlugs": [],
  "sectionSlug": "using-network360",
  "subsectionSlug": "tags",
  "title": "Tags",
  "body": "## Overview\n\n**Tags** are user-assigned notations that can be applied to providers or provider locations. There are multiple places in the system where tags can be assigned, including Detail Results, Provider Profile pages, Recruitment List, and Accessibility. The Tagging feature in Network360 allows users to tag providers or providers at specific locations with keywords so that they can be easily found again when filtering or searching.\n\nTags are categorized into four groups: System Generated, Global, Enterprise, and User.\n<br></br>\n\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Creating Tags</h2>\n</summary>\n\nTo view all available tags and create new User tags, navigate to **Settings > Project Settings > Tags** tab. You can create your own tags on the Tags tab. \n\n![](/cms/cms-assets/media/creating-tag.png)\n\n![](/cms/cms-assets/media/creating-tag1.png)\n\n</details>\n<br></br>\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Adding Tags</h2>\n</summary>\n\n<br>\n1. To create your own tags, scroll down to the User Tags section. Click on Add User tag button.\n\n![](/cms/cms-assets/media/creating-tag2.png)\n\n2. Enter the tag name to be added as a User Tag. Click the **Add Tag** button.\n\n  ![](/cms/cms-assets/media/creating-tag3.png)\n\n3. A success or unsuccessful message will be displayed. If successful, the tag will be added to the User Tag list.\n\n  ![](/cms/cms-assets/media/creating-tag4.png)\n\n</details>\n<br></br>\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Deleting and Renaming Tags</h2>\n</summary>\n\n<br>\n\nWhen necessary, you can click on the delete icon to delete the tags. Administrators and Users can delete the existing User tags.  Enterprise tags can be deleted by Administrators only. A notification asking for /confirmation of deleting the tag will be displayed. Select **Yes** to delete the existing tag.  \n\n![](/cms/cms-assets/media/deleteing-created-tag1.png)\n\n![](/cms/cms-assets/media/deleting-created-tag2.png)\n\n![](/cms/cms-assets/media/deleting-created-tag3.png)\n\n<br>\n\nWhen necessary, you can click on the edit icon to rename the created tag. Enter the new name of the tag and click on the **Save** button. A success message will be displayed.\n\n![](/cms/cms-assets/media/editing-tag-name.png)\n\n</details>\n<br></br>\n<details>\n<summary>\n<h2 style=\"display: inline-block\">Using Tags</h2>\n</summary>\n\n### Using Tags in Search Criteria of Create a List Module\n\n<br>\nUsing Tags in Search Criteria of Create a List module will give relevant list of providers and narrow down the search results to exactly match the requirement.  \n\nTo use tags to search in this module, select tags that the providers would be **Tagged with** or **Not tagged with**. The list of tags within the criteria section consists of only tags assigned within the project.\n\nThe **Tagged with** and **Not tagged with** fields both work in the same manner.\n\n![](/cms/cms-assets/media/tags_create-a-list.png)\n\n<br>\n**Note:**\n<br> \nOn the **Create a List** Provider List page, you can add tags to provider or provider locations. \n\nYou can choose whether the search will be for providers with all tags or any of the specified tags.\n\n* If you want to query the provider data based on previously assigned tags, select one or more from the displayed tags list. If no tags are present in the list, that means no providers have been tagged.\n* If you want to ensure that each provider returned in the search has matched on all tags that you have selected, select the must have all tags check box. \n\n### Adding Tags to Provider locations\n\n<br>\nYou can apply tags to a provider when you are on a Provider Profile, regardless of the path you took to get there.\n<br>\n\n1. Click on **Tags for provider at this location**. This will open a popup box.\n2. Click on the green **+** icon. The Select or create tag selection dropdown list will display. \n\n   ![](/cms/cms-assets/media/adding-tags-to-provider-profile1.png)\n3. You can select the required tag from the list of tags available in the dropdown.\n\n   ![](/cms/cms-assets/media/adding-tags-to-provider-profile2.png)\n4. Once you select a tag, the dropdown will close, and the selected tag will be listed in the popup box. \n\n   ![](/cms/cms-assets/media/2024-08-26_11-11-35.png)\n5. If you need to remove an assigned tag, click on the associated **x** to remove the tag.\n6. You can assign more than one tag depending on the relevance, by clicking on the green + icon again.\n\n   **Note:** Clicking the **Delete** icon only closes the **Select or create tag** selection dropdown.\n\n### Tag color\n\nTag colors help differentiate the type of tag.\n\n* **Orange:** User tags that are created and managed by the individual user. User tags can only be seen and used by the user who created them. Any user can create, edit or delete a user tag from the system.\n* **Green:** Enterprise tags that are defined by Administrators of the project. Enterprise tags can be seen and used by all user in the project. Administrative users can create, edit or delete an Enterprise tag from the system.\n* **Blue:** Global tags that are system-wide tags available to every client (i.e., Recruiting: Target, Inactive: Retired). Global tags can be seen and used by all users in the project. Global tags cannot be edited or deleted from the system by any user.\n* **Purple:** System Generated Automatic tags that are automatically applied when data is imported into the system (i.e., Medicare PAR). System Generated tags can be seen by all users in the project but cannot be applied to or removed from a provider or provider location. System Generated tags cannot be edited or deleted from the system by any user.\n\n### Tagging providers in Accessibility module\n\n1. Navigate to Accessibility Analysis Results page. \n2. From the Gap Map in Accessibility Analysis Results page, click on a provider area to know the provider information.\n3. Map with providers available at each location will be displayed.\n\n![](/cms/cms-assets/media/accessibility1.png)\n\n4. Click on the required provider to get details of the provider.\n5. Under the name and address, click the **Provider tags** or **Provider at this location tags** icon or link.\n\n![](/cms/cms-assets/media/accessibility2.png)\n\n6. The **Provider tags** or **Provider at this location tags** window opens, where you can apply existing tags or create and apply new tags.\n\n![](/cms/cms-assets/media/accessibility3.png)\n\n7. Click on **+** to add a tag. Once a tag is selected, it is applied to the Provider or Provider at this location.\n\n### Bulk Tags\n\nBulk tags are used to save time and allow you to assign tags to more than one provider or provider location at the same time.\n\nBulk Tags are assigned on:\n\n1. The Provider List that is accessed through the Detail results page of the following modules:\n\n   * Competitive Dashboard\n   * Compare Networks\n   * Create a List \n   * Model Networks \n2. Recruitment list that is accessed through the Detail Results page of the Recruitment module. \n\n   These are examples of tags that may make sense to apply in bulk, Inactive: Deceased or Recruiting: Credentialing.\n\nProcedure to add one or more tags:\n\n1. Click the **Tags** button in the upper right corner of the Provider Profile or Detail Results page. \n\n   ![](/cms/cms-assets/media/tag.png)\n\n   The Bulk Tagging dialog box will open. \n\n   ![](/cms/cms-assets/media/creatalist_details_tags.png)\n2. Select the tagging level, **Provider** or **Provider at displayed location**.\n\n   ![](/cms/cms-assets/media/bulk-tagging2.png)\n3. Check boxes will be displayed next to each provider in the list. Select the check boxes for the providers to which you want to apply a tag.\n\n   ![](/cms/cms-assets/media/bulktags1.png)\n4. Select an existing tag from the dropdown list or create a new tag.\n\n   ![](/cms/cms-assets/media/bulktagging3.png)\n5. Click the **Apply Tags** button.\n\nTags will display within the Details List or Providers profile below the provider’s name.  The tag icons are different for Provider Level and Provider at displayed location level.\n\n![](/cms/cms-assets/media/creatalist_details_tags_icons.png)\n\nEach icon has hover text tooltips. And each are links to open additional information.\n\n![](/cms/cms-assets/media/creatalist_details_tags_hover.png)\n\n</details>",
  "shortDescription": "Tags are user-assigned notations for providers or provider locations. They can be used to search for providers and provider locations."
}