{
  "releaseDate": "2021-08-12",
  "body": "<h4>Release</h4>\n<h5>Components</h5>\n<ul>\n\t<li><b>New Features or Enhancements</b></li>\n\t\t<ul>\n\t\t\t<li><b>Browser Policy Notification:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>In anticipation of rolling out the new ZNA Browser Policy, we are encouraging our users to upgrade their browsers to the most up to date version.</li>\n\t\t\t\t\t<li>Beginning 12/1/2021, ZNA will begin support of a new Browser Policy that outlines details for minimum versions of the supported browsers: Chrome, Edge and Firefox.</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>Create a List</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>A new Advanced Options section has been added at the bottom of the screen.<br>\n\t\t\t\t\t\tNow, narrow your search results even faster by filtering your list of Providers based on Address Confidence and Specialty Confidence scores.\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t<li>Filter values are Low, Medium and High.</li>\n\t\t\t\t\t\t</ul>\n\t\t\t\t\t</li>\n\t\t\t\t\t<li>Lastly the \"Other\" filter values, were moved into the Advanced Options section to consolidate the filtering capabilities on screen.</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>Rank Networks:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Excluded networks are now listed in alphabetical order to help make it easier to locate and confirm exclusions.</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>Specialties:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Specialties are now listed in alphabetical order for the Adequacy Specification PDF report within Measure Access.</li>\n\t\t\t\t\t<li>And, Specialties are also listed in alphabetical order on the Gap Map tab within Measure Access.</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>Homepage Map:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Users can now choose to display Network Strength <b>OR</b> Market Confirmed reports on the map; by clicking between two new toggle buttons near the bottom of the map.</li>\n\t\t\t\t\t<li><b>Note:</b> Brokers can <i><u>ONLY</u></i> see the Market Confirmed view of the map.</li>\n\t\t\t\t</ul>\n\t\t</ul>\n\t<li><b>Fixed Issues</b></li>\n\t\t<ul>\n\t\t\t<li><b>Project Settings:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>On the Network Rankings Tab, the default Market Segments section is now hidden when no available projects have Market Segments.</li>\n\t\t\t\t\t<li>The Specialty Mapping Tab is now properly displayed on screen after the user clicks the Project Settings link.</li>\n\t\t\t\t\t<li>Broker users can no longer see the Specialty Mappings tab on the Project Settings screen.</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>System Performance:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Fixed a \"Gateway Timeout\" error message that some clients saw based on the criteria they chose for the Compare Networks report.</li>\n\t\t\t\t\t<li>Some additional performance enhancements have been added for large Population Files.</li>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t<li>Impacted Reports:</li>\n\t\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t\t<li>Create a List</li>\n\t\t\t\t\t\t\t\t<li>Measure Access</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t</ul>\n\t\t\t\t</ul>\n\t\t</ul>\n</ul>\n<br>\n<br>"
}