{
  "releaseDate": "2021-06-17",
  "body": "<h4>Features and Enhancements</h4>\n<h5>Components</h5>\n<ul>\n\t<li><b>Enhancements</b></li>\n\t\t<ul>\n\t\t<li><b>Exports</b></li>\n\t\t\t<ul>\n                                 <li>Provider List Details Export:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Using a single zip code radius search are an average of 2-3x faster over previous system performance.</li>\n\t\t\t\t\t</ul>\n                                <li>Data Vintage - This data can now be exported</li>\n\t\t\t\t<li>Exports on the new homepage had a filename with a \"vn_\" prefix. This prefix has been removed from the filename due to lack of user value.</li>\n\t\t\t\t<li>Provider Details List:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Fixed: A system error caused some clients to not see the Provider Details List after they clicked on the number of market total unique providers while on Create a List screen.</li>\n\t\t\t\t\t</ul>\n                                <li>Compare Networks:</li>\n                                         <ul>\n\t\t\t\t                 <li>Fixed: Non-NBO users can no longer export Compare Network CSV Files for a Model Network. This fix applies to both Exports:</li>\n\t\t\t\t\t         <ul>\n\t\t\t\t\t\t         <li>Compare Networks Network Counts by Geography (CSV)</li>\n\t\t\t\t\t\t         <li>Compare Networks Network Counts by Specialty (CSV)</li>\n\t\t\t\t\t         </ul>\t\t\t\t\t\t\n                                        </ul>\n\t\t\t\t</ul>\n\t\t\t</ul>\n\t\t<li><b>Homepage</b></li>\n\t\t\t<ul>\n\t\t\t\t<li>Chart Widgets:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Fixed: Some clients experienced an issue with the values displayed in the My Top Network chart widget on the homepage.</li>\n\t\t\t\t\t\t<li>The \"Active Networks\" filter was removed from the \"My Top Network\" chart widget. </li>\n\t\t\t\t\t\t<li>Meanwhile, the \"Active Networks\" filter continues to apply to the \"My Competitor Network\" chart widget.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t<li>Top Competitor Network:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Users will now see the Top Competitor Network on the home page when one is available.</li>\n\t\t\t\t\t\t<li>This will now be displayed on the homepage even when no available Client Networks exist.</li>\n\t\t\t\t\t</ul>\t\t\t\t\n\t\t\t\t<li>Network Ranking:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Users can no longer add Models to Network Ranking filter criteria.</li>\n\t\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t\t<li>Targeted Audience: Brokers and no Brokers have NBO enabled.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t<li>The option to choose Ranked Network has been removed from the Settings > Network Exclusions dropdown.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t<li>Project Overview:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Project Name now uses the preferred name where available</li>\n\t\t\t\t\t</ul>\n\t\t\t\t<li>Provisioner:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Fixed a Network360 error that appeared when a new provisioner user logged in for the first time under the new homepage.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t<li>Activity Stream, Cost Impact and Network Ranking:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Fixed: Non-Modelers can no longer view model activity from the Activity Stream.</li>\n\t\t\t\t\t\t<li>Fixed: From the Activity Stream, users are now properly redirected to the Provider Details page within Cost Impact and includes par/non-par utilization for the Provider.</li>\n\t\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t\t<li>Previously, After the user clicked a Provider Activity Stream item, Network360 displayed the Provider Profile Page.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t<li>Fixed: Models are no longer available in Network Ranking. They are also no longer available in Settings > Network Rankings Network Exclusion Dropdown.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t<li>QA Mode - User Access:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Fixed: Users no longer have access to links within Network360 to Manage Users, Administration and My Things.</li>\n\t\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t\t<li>Additionally, Users no longer have access to Export Users, Activities and Security Audit Reports.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t<li>Fixed: Some participating clients experienced an error when switching between QA Mode and regular Network360.</li>\n\t\t\t\t\t</ul>\n\t\t\t</ul>\t\t\n\t\t<li><b>Data Vintage</b></li>\n\t\t\t<ul>\n\t\t\t\t<li>Fixed an error so that Published Network Models no longer Display on the Data Vintage page NOR within the Data Vintage Export - CSV Export.</li>\n\t\t\t\t<li>Fixed an error so that users can no longer see published Model Networks on the Data Vintage page.</li>\n\t\t\t</ul>\n\t\t<li><b>Provider Profile</b></li>\n\t\t\t<ul>\n\t\t\t\t<li>Fixed: The Provider Profile now includes Custom Attributes on screen. Previously, the Custom Attributes were missing. </li>\n\t\t\t</ul>\n\t\t<li><b>NBO</b> </li>\n\t\t\t<ul>\n\t\t\t\t<li>Fixed an error that caused Network360 time out if a user selected two attributes and did not select a network. </li>\n\t\t\t</ul>\n\t\t</ul>\n</ul>\n<br>"
}