{
  "releaseDate": "2021-06-09",
  "body": "<h4>Features and Enhancements</h4>\n<h5>Components</h5>\n<ul>\n\t<li><b>New Features and Enhancements</b></li>\n\t\t<ul>\n\t\t<li><b>Homepage Redesign</b></li>\n\t\t\t<ul>\n\t\t\t\t<li>The team has been working behind the scenes the past few months to deliver one of the most evolutionary changes to the Network360 interface.\n\t\t\t\t\tAs of <b>06/09/2021</b>, the new Network360 homepage is here and features an all new look and feel to navigate through Network360!</li>\n\t\t\t</ul>\n\t\t<li><b>Benefits:</b> </li>\n\t\t\t<ul>\n\t\t\t\t<li>Easier navigation between reports.</li>\n\t\t\t\t<li>Simplified process to find reports that meet your needs.</li>\n\t\t\t\t<li>Summary information immediately available to help get you started.</li>\n\t\t\t\t<li>Interactive charts to help guide you to locate specific details for your inquiries.</li>\n\t\t\t</ul>\n\t\t</ul>\n\t\t<li><b>Homepage Report Data:</b> </li>\n\t\t\t<ul>\n\t\t\t\t<li>Please be advised that homepage reporting data is being imported as quickly as possible.</li>\n\t\t\t\t<li>(1) client projects need to be refreshed to fully enable the new homepage reports</li>\n\t\t\t\t<li>(2) Dental Clients who do not contribute claims will not see all the new report functionality</li>\n\t\t\t\t<li>(3) Clients who don't have 'My Networks' or 'Competitor Networks' will see slightly different functionality</li>\n\t\t\t\t<li>(4) The rest of the reports in Network360 are UNCHANGED. Users can work like normal within the system.</li>\n\t\t\t</ul>\n\t\t</ul>\n\t\t<li><b>Enhancements:</b> </li>\n\t\t\t<ul>\n\t\t\t\t<li><i>What's it look like?</i></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>First, there's a bit of flexibility engineered inside the homepage layout.</li>\n\t\t\t\t\t<li>The Interactive US Map can appear to the right side of the screen for users that prefer to keep a wider browser window.</li>\n\t\t\t\t\t<li>Should you choose to keep a more traditional vertical browser window, the homepage will automatically move the interactive US Map below the charts on screen.</li>\n\t\t\t\t</ul>\n\t\t\t\t<li><b>Menu Navigation:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Tiles have been replaced by the menu on the left side accessible at any time from any report.</li>\n\t\t\t\t\t<li>The menu is grouped into two areas of focus:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Work based - All menus</li>\n\t\t\t\t\t\t<li>Settings - Personal, System and Support</li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t<li>There are 13 menu navigation options for a ZNA admin to see and access.</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>To simplify the interface, Network360 will only show menu options that are based on which products/services you and your client team subscribe too.</li>\n\t\t\t\t\t\t<li>The same roles, permissions and access remain unchanged.</li>\n\t\t\t\t\t</ul>\n\t\t\t\t\t<li>Several of the icons contain a sub-menu to access similarly grouped areas of functionality within Network360.</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Icons with a small triangle appearing to the bottom right has a sub-menu.</li>\n\t\t\t\t\t\t<li>Tool tips will appear to help users navigate the sub-menus</li>\n\t\t\t\t\t</ul>\n\t\t\t\t</ul>\n\t\t\t\t<li><b>Chart Widgets:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Each chart widget provides a powerful amount of capabilities at your fingertips.</li>\n\t\t\t\t\t<li>When you move your mouse over a chart item, a pop-up window will appear and display details about the data within the chart.</li>\n\t\t\t\t\t<li>To drill down a step deeper into the data. Click the respective chart widget and Network360 can pull up the corresponding report screen and display the results.</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>New Concepts introduced to the Network360 homepage lexicon:</li>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t<li>Available Networks - market coverage of networks included in your project, relative to what Zelis has available in that market</li>\n\t\t\t\t\t\t\t<li>Confirmed (Core) Providers - Confirmed Providers by address (Medical, Vision, Behavioral) or claims data (Dental) within a chosen geography</li>\n\t\t\t\t\t\t\t<li>New (Core) Providers - rolling 90 day update of matching NPI and ZNA provider data</li>\n\t\t\t\t\t\t\t<li>Top Networks - Highest count of unique core providers by geography within clients data subscription</li>\n\t\t\t\t\t\t</ul>\n\t\t\t\t\t</ul>\n\t\t\t\t</ul>\n\t\t\t\t<li><b>Interactive US Map:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>The US Map is multi-functional, it can be used to:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Review the applicable summary details for each state</li>\n\t\t\t\t\t\t<li>Filter data to view at the state level</li>\n\t\t\t\t\t\t<li>Review Counties within a chosen State</li>\n\t\t\t\t\t</ul>\n\t\t\t\t</ul>\n\t\t\t\t<li><b>Exports:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Users can export data into a PDF report based on what's selected on the US Map.</li>\n\t\t\t\t</ul>\n\t\t\t\t<li><b>Activity Stream:</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>The Activity Stream has been relocated near the top right corner of the homepage.</li>\n\t\t\t\t\t<li>When you Click on the TimeClock icon, Network360 will display the Activities in a pop-up window.</li>\n\t\t\t\t\t<li>Click the TimeClock icon again to close the Activity Stream pop-up window.</li>\n\t\t\t\t\t<li>Users can still review the Stream, Search and Click on an item and Network360 will redirect the user to the chosen screen.</li>\n\t\t\t\t</ul>\n\t\t\t</ul>\n\t\t</ul>\n</ul>"
}