{
  "releaseDate": "2021-04-08",
  "body": "<h4>Features and Enhancements</h4>\n<h5>Component<h5>\n<ul>\n  <li>NEW: Network360 Logo Library</li>\n  <ul>\n    <li>\nNetwork360 now supports the ability for Clients to manage their own report logos.<br>\nWhere: Network360 -> Settings<br>\nNew Tab: Branding<br>\n<b>Limitations:</b> Brokers and Consultant User Profiles cannot manage report logos<br><br>\nNew Features by Client Role:<br>\n<b>Client Admins:</b> <br>\n\n<ul>\n\t<li>Can Manage Report Logos in their Logo Library<br> </li>\n\t<li>Upload one - to a maximum of ten (10) logos<br> </li>\n\t<li>Remove a logo from the Logo Library<br> </li>\n\t<li>Set a logo as Active/Inactive:<br> </li>\n\t<li>Active: One or more Logos that can be used on Exports<br> </li>\n\t<li>In-Active: Logo WILL NOT be available for use on Exports<br> </li>\n\t<li>Set logo as Default to appear on ALL Exports<br> </li>\n\t<li>Preview logo on mock report cover page<br> </li>\n</ul>\n\n<b>Client Users:</b> <br>\n<ul>\n<li>Can see who uploaded a logo and when that happened<br> </li>\n<li>Can select a logo from the existing Library to add to a report<br> </li>\n<li>Preview logo on mock report cover page<br> </li>\n</ul>\n\n    </li>\n  </ul>\n</ul>\n<ul>\n  <li>Provider Profile Interface Enhancement<br></li>\n  <ul>\n    <li>Client Users are now able to see a much more streamlined interface on the Provider Attributes screen.<br>\nPreviously, a list of Provider Attributes were displayed.<br>\nWhile they appeared grouped by Level (1, 2 or 3), in many cases, the list could be long and challenging to review.\n<br>Now, users will see a collapsible icon next to each unique Level on the Provider Attributes screen.<br>\nUsers will be able to click to expand/collapse the different Levels.<br>\nBy default, Network360 always displays the individual Levels as collapsed.<br></li>\n  </ul>\n</ul>\n\n</ul>\n<br>\n<h4>Issues Fixed</h4>\n<h5>Component</h5>\n<ul>\n  <li>Competitive Dashboard</li>\n  <ul>\n    <li>Fixed the CSV Export so state field value appears in the proper colum when users select: Group by MSA.</li>\n  </ul>\n\n  <li>Network360 Error Messaging</li>\n  <ul>\n    <li>User will now see the proper error message in Network360 instead of an empty white screen. </li>\n  </ul>\n\n</ul>\n"
}