{
  "releaseDate": "2021-05-06",
  "body": "<h4>Features and Enhancements</h4>\n<h5>Components</h5>\n<ul>\n\t<li>Create a List:</li>\n\t<ul>\n\t\t<li>The Networks dropdown now includes shortcuts to \"All project networks\", \"All my networks\" and \"All Competitor Networks\" at the top and much clearer visibility into which networks are client's and which are competitors'. <br>\n\t\tThe Categorized Specialties dropdown values are now presented with all Provider Type items grouped together and listed before the Specialty Groups.</li> \n\t</ul>\n\t<li>Competitive Dashboard:</li>\n\t<ul>\n\t\t<li>The “All Count Type” value is now supported in the project summary report, giving users the option to create and view three market overview reports at the same time - Provider, Provider Location, and Office Competitive Dashboards.</li>\n\t</ul>\n\t<li>Cost Impact:</li>\n\t<ul>\n\t\t</li>Out of Network export now includes all specialties for a Model Network to properly match up to production networks. At issue, some base Specialties were missing for a provider which was compounded when the Member Geo filter was removed.</li>\n\t</ul>\n\t<li>Group-Specialty Custom Attributes:</li>\n\t<ul>\n\t\t<li>Find Groups Criteria:</li>\n\t\t<li>Under the Costs Tab - for the Combined Profile filter: “Any Available Specialty” and “All Available Specialties” options are now available to help set filter limits on data returned.<br>\n\t\t\t\n\t\t\t<li>For the Find Groups Filter Results Page:</li>\n\t\t\t\t<ul>\n\t\t\t\t<li>Group Specialty Attributes are now displayed in the selected order.<br></li>\n\t\t\t\t<li>Users can now Export a CSV for ALL groups in the Network Model.<br></li>\n\t\t\t\t<li>Adjusted alignment on the Group Profile spacing to better fit on screen.<br></li>\n\t\t\t\t<li>Users can now click the browser back button to properly return to the previous screen.</li>\n\t\t\t\t</ul>\n\t\t\t\n\t</ul>\n\t<li>Group Profile:</li>\n\t<ul>\n\t\t<li>Network360 will now set the default filter value to be empty when no filter is provided.</li>\n\t</ul>\n\t<li>Lookup a Provider:</li>\n\t<ul>\n\t\t<li>The Categorized Specialties Dropdown values now presented with all Provider Type items grouped together and listed before the Specialty Groups.</li>\n\t</ul>\n\t<li>NBO:</li>\n\t<ul>\n\t\t<li>Fixed layout alignment for the Find Providers page to look better in Microsoft Edge.<br>\n\t\t\tModel Networks: Expanded the column width of the ID column to now display four digits to prevent values from wrapping to the next line.</li>\n\t</ul>\n\t<li>Recruitment:</li>\n\t<ul>\n\t\t<li>The Categorized Specialties Dropdown values are now presented with <b>all</b> Provider Type items grouped together and listed before the Specialty Groups.</li>\n\t</ul>\n\t<li>Uploads:</li>\n\t<ul>\n\t\t<li>Users can now upload population files from the My Population File tile on the right side of Network360 Landing Page above the Activity Stream.</li>\n\t</ul>\n</ul>"
}