{
  "releaseDate": "2021-12-08",
  "body": "<h4>Features and Enhancements</h4>\n<h5>Adequacy</h5>\n<ul> <li>Adequacy analyses now incorporate a credit for Telehealth services and a choice of access calculation methodologies! </li>\n<li>When you use the CMS Medicare Advantage – 2021 Adequacy Specification and Standard methodology, you can now see a 10% adjustment to Access Calculations for specific chosen Telehealth enabled specialty groups. This credit is applied to the percentage of beneficiaries residing within the applicable time and distance standards for certain provider specialty types when the plan contracts with Telehealth providers for those specified specialty types. Please note that the credit applies only to the model that is being analyzed; it does not apply to the Market.</li>\n<li>The results pages now display the provider and access results as fractions within badges. To see the detailed information for your model within a specific county, click on the model’s name.</li>\n<li>The Telehealth credit is displayed as “+10” for your selected specialty groups. This credit can boost the model’s access so that the minimum access requirements are considered to be met.</li>\n<li>When creating a new adequacy analysis, you can now select access to be calculated using either the compound or standard methodology.</li>\n<ul><li>Compound methodology: </li>\n<ul> <li>Prior to this deployment, this was the calculation methodology in use for all adequacy analyses.</li>\n<li>The compound methodology calculates the access across ALL specialty standards combined within a county by determining the beneficiary access percentage and comparing that to the minimum access required (90%).</li>\n<li>The Telehealth credit is not available using the compound methodology.<l/li></ul>\n<li>Standard methodology:</li>\n<ul><li>Telehealth credit can be applied for selected specialty groups.</li>\n<li>The standard methodology calculates the beneficiaries’ access for EACH specialty standard within a county and compare that to the minimum access required (90%). With this you will know whether the specialty’s access is sufficient. For example, the cardiology access is 95% and is therefore sufficient. However, if cardiology’s access is 70%, this means that the minimum access requirement is not met.</li>\n<li>For a county to meet the minimum access requirements, all specialty standards must be met.</li></ul>\n<li>The “CMS Medicare Advantage - 2020” Adequacy Specification name has been updated to be “CMS Medicare Advantage – 2021” since the specification represents data for plan year 2021.</li></ul>\n  </ul>\n<h5>Branding</h5>\n <ul><li>Branding is now updated in Network360.</li>\n<ul><li>New Zelis logos and icons are included in reports.</li>\n<li>New Zelis brand colors are used in the Group Profile Hierarchy tab.</li>\n<li>New Zelis favicons with new Zelis brand colored backgrounds to indicate different environments.</li>\n<ul>\n<li>The white Z with a yellow background indicates that you are in the QA environment.</li>\n<li>The Zelis Ink Blue Z with a white background indicates that you are in the production environment.</li></ul>\n</ul>\n</ul>\n<h5>Compare Networks</h5>\n<ul><li>Compare Networks – Network Strength</li>\n<ul><li>The overall ratings now display more clearly at the top of rating column.</li></ul>\n</ul>\n"
}