{
  "releaseDate": "2021-06-02",
  "body": "<h4>Features and Enhancements</h4>\n<h5>Components</h5>\n<ul>\n\t<li><b>Fixed Issues</b></li>\n\t<ul>\n\t\t<li>Create a List:</li>\n\t\t\t<ul>\n\t\t\t\t<li>Client Users reported a bug on the Create a List screen when they searched for Providers across multiple counties. The error message stated the search exceeded 200 zip codes. This issue has been fixed because 200 zip codes may be exceeded when a user selects multiple counties as filter parameters.</li>\n\t\t\t\t<li>A code error affected both scenarios below. The fix now supports the ability for the system to properly display summary activity on the Create a List results screen.</li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Failed to properly load summary data from an activity when multiple geographies, networks and specialties were selected.</li>\n\t\t\t\t\t<li>When a zip code and specialty were used as a filter. The system displayed a message that selected specialty was invalid.</li>\n\t\t\t\t</ul>\n\t\t\t\t<li>When the user added more than one specialty filter to the Specialty search parameter. The system would display one filter criteria with a divider line between each selected Specialty; instead of adding a unique filter criteria for each selected Specialty. This issue has been fixed.</li>\n\t\t\t</ul>\n<br>\n\t\t<li>Confirmed Practicing Indicator:</li>\n\t\t\t<ul>\n\t\t\t\t<li>The Dev Team adjusted calculation logic to NOT load Confirmed Practicing metrics for Dental projects that have NOT contributed their claims data or bought Confirmed Practicing from ZNA.</li>\n\t\t\t\t<li><i>Situation:</i> Some Dental Clients purchased the Claims Confirmed Practicing Indicator as part of the legacy NetMinder contracts. This update now excludes Dental clients that don't have the confirmed practicing indicator, from the process to populate that field and, by extension, those reports on the new homepage scheduled for release on 6/9/21.</li>\n\t\t\t\t<li><i>Use Case:</i> The reason for this is that Confirmed Practicing translates to Claims Confirmed Practicing in the Dental line of business. ZNA cannot present the same metric on the new homepage with two different definitions in the same line of business without causing significant disruption to existing Dental Clients.</li>\n\t\t\t\t<li><i>Background:</i> The confirmed indicator <b>(Hotfix release 5/25/21)</b> in Network360 allows users to gauge the validity of a provider or a provider location / access point.</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>The indicator is now available in these reports:</li>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t<li>Home – <i>released 6/9/21</i></li>\n\t\t\t\t\t\t\t<li>Competitive Dashboard</li>\n\t\t\t\t\t\t\t<li>Compare Networks</li>\n\t\t\t\t\t\t\t<li>Create a List</li>\n\t\t\t\t\t\t</ul>\n\t\t\t\t\t</ul>\n\t\t\t\t<li><i>Methodologies:</i> The confirmed indicator is driven by two different methodologies:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li><i>For dental clients who contribute claims:</i> the indicator is driven by providers associated with a claim verified practicing location.</li>\n\t\t\t\t\t\t<li><i>For medical, vision, and behavioral health clients:</i> the indicator is driven by address confidence score where high and medium confidence locations are confirmed and low confidence locations are unconfirmed.</li>\n\t\t\t\t\t</ul>\n\t\t\t</ul>\n\t</ul>\n</ul>"
}