{
  "releaseDate": "2021-05-19",
  "body": "<h4>Features and Enhancements</h4>\n<h5>Components</h5>\n<ul>\n\t<li><b>New Features or Enhancements</b></li>\n\t<ul>\n\t\t<li>Landing Page:</li>\n\t\t\t<ul>\n\t\t\t\t<li>A N360 Banner was added to promote the new homepage redesign and offers users a webinar registration link to attend either June 3rd or June 8th.</li>\n\t\t\t\t<li>Webinar registration link: </li>\n\t\t\t\t<li><a href=\"https://www2.zelis.com/N360-Redesign?utm_source=webinar&utm_medium=N360-banner&utm_campaign=ZNA_N360-HP-Awareness\" target=\"_blank\">Register Here</a> </li>\n\t\t\t</ul>\n\t\t<li>Help Section: </li>\n\t\t\t<ul>\n\t\t\t\t<li>A Help Section was added to support the new Insights Dashboard to help clients that subscribe to this feature.</li>\n\t\t\t</ul>\n\t</ul>\n\t<li><b>Fixed Issues</b></li>\n\t<ul>\n\t\t<li>Look up a Provider:</li>\n\t\t\t<ul>\n\t\t\t\t<li>To make it easier for users to understand the Name field is required. The \"Required\" error message is now aligned under the Name field. </li>\n\t\t\t</ul>\n\t\t<li>Measure Access:</li>\n\t\t\t<ul>\n\t\t\t\t<li>Fixed the error that occurred when a user would change a Project after starting to perform an analysis.</li>\n\t\t\t</ul>\n\t\t<li>NBO:</li>\n\t\t\t<ul>\n\t\t\t\t<li>On the Summary Page - If the user attempts to export data when there are no Groups nor Models setup yet in a new or existing Network Model. The System now displays this notification message: \"There is currently nothing to export. Please revise selection criteria and try again.\"</li>\n\t\t\t\t<li>Improved Find Providers query performance for NBO.</li>\n\t\t\t\t<li>Clients/Projects/Users that do not have NBO enabled now see the notification screen letting them know the functionality is not enabled.</li>\n\t\t\t\t<li>When the user tries to export a Network Model without any Groups or Providers. Users will now see the message: \"There is currently nothing to export. Please revise selection criteria and try again.\"</li>\n\t\t\t\t<li>Group-Specialty Custom Attributes:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Find Groups: Changed \"No Results\" message to \"Remove current selection to view other options\"</li>\n\t\t\t\t\t</ul>\n\t\t\t</ul>\n\t</ul>\t\n</ul>"
}