{
  "releaseDate": "2021-08-25",
  "body": "<h5>Components</h5>\n<ul>\n\t<li><b>New Features or Enhancements</b></li>\n\t\t<ul>\n\t\t\t<li><b>Network Builder and Optimizer (NBO) - Introducing Group Hierarchies!!!</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>This latest enhancement to NBO will allow our users to optimize their networks by leveraging the capabilities of our new Group Hierarchies (aka Health Systems) feature.</li>\n\t\t\t\t\t<li>Network360 now supports representing a group hierarchy, displaying its structure in the Group Profile page AND searching for groups via their hierarchical relationships. But before we get too far, we need to introduce a couple new terms to our Network360 lexicon:</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>Groups</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Going forward, the term \"Group\" will be taking on a new meaning within Network360.</li>\n\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t<li><b>What it used to be</b> - the previous use of \"Groups\" was equivalent to the term \"Medical Group\", a facility that houses a group of individual providers practicing at the same location.</li>\n\t\t\t\t\t\t\t<li><b>What's changed</b> -  - with this update, \"Groups\" represent new contractual entities used by payors to contract with multiple individual and facility providers.</li>\n\t\t\t\t\t\t\t<ul>\n\t\t\t\t\t\t\t\t<li>By definition, each \"Group\" contains a list of Provider Locations that were bundled together when the Insurance Carrier setup the contract.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t</ul>\n\t\t\t\t\t</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>Organizations</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Organizations are higher level entities that represent multiple Groups and/or other Organizations.</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>What's a Group Hierarchy?</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Groups and organizations can be displayed in a hierarchical structure to represent a variety of organizational and affiliation arrangements.</li>\n\t\t\t\t\t<li>Examples of how groups and organizations can be used include:</li>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>representing a <i>Health System</i> hierarchy with hospitals, facilities, and affiliated individual providers</li>\n\t\t\t\t\t\t<li>representing a <i>DSO</i> hierarchy with parent organization, offices, and affiliated individual providers</li>\n\t\t\t\t\t\t<li>representing contractual arrangements between multiple individual and facility providers</li>\n\t\t\t\t\t</ul>\n\t\t\t\t</ul>\n\t\t\t<li><b>The Hierarchy Tab is a visual representation of the hierarchical relationship the Group(s) have to their Organization(s).</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>On this screen you should be able to see the current Group relationships all the way to the top of the parent Organization.</li>\n\t\t\t\t</ul>\n\t\t\t<li><b>How can I search for Groups in NBO?</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>A new Organizations drop down allows the user to select the organization(s) defined in their project data that represent the higher level groupings of groups and other organizations.</li>\n\t\t\t\t</ul>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>This option is only available to  clients that have the Group Hierarchy data populated.</li>\n\t\t\t\t\t</ul>\n\t\t\t<li><b>Introducing New Group-Networks associations</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>Another new feature we are releasing is the capability to associate Groups directly to Networks. The Networks are visible on the Group Profile page in their own tab and the user is able to search for Groups by their networks associations in the Find Groups page of NBO.</li>\n\t\t\t\t</ul>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Note: All users have access to the Group Profile page and to the new Hierarchy and Networks tabs.</li>\n\t\t\t\t\t</ul>\n\t\t\t<li><b>What happens if my project doesn't have Group Hierarchy data?</b></li>\n\t\t\t\t<ul>\n\t\t\t\t\t<li>On the Group Profile screen, after you click the Hierarchy Tab, Network360 will let you know there are no organizations to display.</li>\n\t\t\t\t</ul>\n\t\t\t\t\t<ul>\n\t\t\t\t\t\t<li>Additional information is provided near the bottom of the screen.</li>\n\t\t\t\t\t</ul>\n\t\t</ul>\n</ul>\n<br>\n<br>"
}