{
  "releaseDate": "2022-01-18",
  "body": "<font color=orange><b>Internal Release Notes</b></font>\n<h4>Key Items</h4>\n<ul><li>New to Network 360:  Manage Adequacy Specifications:  Now, users will have a central place to manage and create custom adequacy specifications to be used across Network360.  Additionally, users will now be able to easily see which specialty mapping is configured for competitive access for their currently selected project.</li></ul>  \n\n<h4>Features and Enhancements</h4>\n<h5>Manage Adequacy Specifications<h5>\n<ul>An adequacy specification defines standards that are used to determine accessibility and adequacy.  The adequacy specification allows the user to establish the access specification (number of providers within minutes/miles) and the provider requirements (minimum number of providers) and to upload a custom beneficiary file.</ul>\n<ul>\n  <li>Categories of Specifications (Global, Private, or Shared): </li>\n  <ul>\n    <li>Global Specifications are available to all users and are either Standard CMS Medicare Advantage 2021 or Standard CMS Medicare Advantage 2019 currently. </li>\n<li>Private Adequacy Specifications are created by a user who has not marked the specification to be shared.</li>\n<li>Shared Specifications are available to all of a client’s users.</li>\n<li>Note that a client administrator can see all of the client’s adequacy specifications.</li></ul></ul>\n<ul><li>Viewing Adequacy Specifications</li>\n<ul><li>Through My Things</li>\n<ul><li>On the sidebar menu, click on My Things and select My Adequacy Specifications.</li>\n<li>All the Adequacy Specifications you created will be listed in this section.</li>\n<li>Each specification listing includes the specification name, the creator’s name, creation date, and the specialty mapping used in the specification.</li>\n<li>The user can select whether to see only their own specifications or all specifications which are shared across a client.</li>\n<li>You can use the links to either “View All” in the Manage Adequacy Specification grid or “Add New” to create an adequacy specification.</li>\n<li>You can also edit or delete an adequacy specification by clicking on the appropriate icon.</li></ul>\n<li>Through Manage Adequacy Specifications page</li>  \n<ul><li>Click on “Compliance” in the sidebar menu and select “Adequacy Specifications” to see the Manage Adequacy Specifications page.</li>\n<li>On this page, you will see all specifications associated with the client and can user the filter and sort features.</li>\n<li>This specialty mappings listed in this page are the mappings which are associated with the client and are configured for competitive access for any of the client’s projects.</li>\n<li>To create a new specification, click the “Add Adequacy Specification” button in the top right.</li></ul></ul>\n<li>Creating a New Adequacy Specification</li>\n<ul><li>When creating a new adequacy specification, you will need to enter and select various criteria, e.g. name, shared, specialty mapping, access standard type, and distance type.</li>\n<li>Within the box on the left, you will see which criteria are required for the Accessibility and Adequacy modules.</li>\n<li>The specialty mapping is autofilled with the mapping which is configured for competitive access for your current project. If you select a different specialty mapping, you will see a message that the specialty mapping is not configured for competitive access for your current project.  You can still create the adequacy specification with this mapping, but you will not be able to use it while you are in the current project.</li>\n<li>Clicking “Next” brings you to the standards and beneficiaries sections where you can edit, add, and delete standards.  You can also upload a custom beneficiary file.</li>\n<li>A beneficiary file consists of county/FIPS-based counts of beneficiaries to be used in calculating the minimum provider requirements in Adequacy.</li>\n<li>Note that the default beneficiary file is the latest CMS Medicare Beneficiaries.</li>\n<li>The FIPS codes count information contained in the uploaded beneficiaries file will override the default for those FIPS codes.</li>\n<li>Remember to click save to keep your new adequacy specification.</li></ul>\n<li>Using Your New Adequacy Specification</li>\n<ul><li>In Accessibility, select your desired adequacy specification from the dropdown list and the details will appear below and used in the accessibility analysis.</li>\n<li>In Adequacy, only the adequacy specifications that will appear in the dropdown list will be those which have CBSA access standard type and Estimated Driving Distance distance type criteria.</li></ul></ul>\n  \n</ul>\n</ul>\n<h5>Miscellaneous Enhancements</h5>\n<ul><li>Users can now easily see which specialty mapping is configured for competitive access for their current project by the presence of the gavel icon!  In the top right corner of the screen, open the dropdown list of specialty mappings.  The mapping with the gavel icon to the right is the one which is currently configured for competitive access for the user’s current project..</li>\n</ul>\n\n<h4>Issues Fixed</h4>\n<ul><li>Compare Networks:</li>\n<ul><li>In Dental projects, Overlap Details will display General Dentists on the left and Specialists on the right</li>\n<li>Fixed discrepancies between Networks by Geography export and the results on the screen. </li></ul></ul>\n"
}