{
  "releaseDate": "2021-10-07",
  "body": "Good news!\nThis release includes enhancements to improve the workflow and functionality for Model Networks: The Network Builder & Optimizer Tool in Network360!\nYou can now use a published network model as the source to find providers and groups in another model!\nThe Manage Models page is now enhanced to allow you to customize your view of the grid by selecting columns to display, filtering, and sorting.\n\n\n**New Enhancements**\n\n#### \n**Model Networks**\n\n##### Now, when you are populating your model, the participating field criteria dropdown includes published model networks so that published models can be sources for future model development.\n\n##### When you are searching for groups using the Participating In field, your results will depend on the method you used to add providers and groups to the source model.\n\n##### If your source model had groups added via Find Groups or Find Providers View by Groups, then your search will yield the groups that were added to your source model.\n\n##### If your source model has providers added via Find Providers View by Provider, then your search will yield all the groups that are associated with the providers that are participating in the source model.\n\n##### Now, the Manage Model grid includes a Specialty Mapping column.\n\n##### Now, the Manage Models page’s grid is updated to allow you to filter and sort.\n\n##### You can filter and sort the grid based on the ID, Name, Status, Specialty Mapping, Description, and Created By columns.\n\n##### You can click on the column title to change the sort order. When the bar is above the column title, the sort order is ascending.\n\n##### When the bar is below the column title, the sort order is descending.\n\n##### The Manage Models page can be sorted by the model’s last published date or the last updated date.\n\n##### You can click the table action icon in the top right corner of the grid to select the columns you wish to display. Your view selections will be retained.\n\n##### The default selection will display the ID, Name, Status, Specialty Mapping, Last Published, Last Updated, and Created By columns.\n\n##### If you want to see the description column on the grid, please select it from the table action dropdown.\n\n##### Now if the user does not select any cost or quality attributes when setting up the model, the user will not see an empty overview tab on the Model Summary page. The user will see the History tab and summary of the model’s contents.\n\n##### Now, in the Model Setup Steps 2 and 3 now the target graphs are labeled as “Model Cost Average Target” and “Model Quality Average Target.”\n\n##### Now, the color on the graph in the Model Setup Steps 2 and 3 now match the color depicted in the graph of cost and quality on the overview tab.",
  "shortDescription": "Release 11/03/2022"
}