{
  "releaseDate": "2022-07-13",
  "body": "<font color=orange><b>Internal Release Notes</b></font>\n<h4>Good news!  This release includes a super exciting enhancement for Adequacy!</h4>\nNow, the Adequacy module can be used to determine whether any project network unduly burdens its beneficiaries (members) regarding access to care from in-network providers by ensuring beneficiaries have access to a sufficient number of providers based on their specialties, travel time, and distance. \n<ul><li>In a project with adequacy enabled, any project network can be used within an Adequacy analysis.  This includes any of My Networks, Competitor Networks, and Published Networks (Model Networks).</li> \n<li>In a project with adequacy enabled, any specialty mapping within the project will be available for Adequacy analyses.</li></ul>\n\n<h4>New Enhancements</h4>\n<h5>Adequacy</h5>\n<ul><li>The process for setting up an Adequacy analysis is the same, but now you have more options for some criteria!</li>  \n<li>As mentioned above, now any network can be used within the Adequacy module.</li> \n   \n<ul><li>By selecting one of My Networks or Competitor Networks you can generate a list of providers to fill gaps and tag for future recruitment. These tags will not impact the composition of the network you are analyzing.</li> \n<li>By selecting a Published Network, you can generate a list of providers to fill gaps, add them to your model, republish the model, and reevaluate adequacy.</li> \n<li>After a project is refreshed, the first time a network and specialty mapping are used in an Adequacy analysis will take longer to process than when that combination is used again.  </li></ul> \n<ul><ul><li>If the network and specialty mapping have not been used since the project refresh, the button label at the bottom of the criteria page will be “Prepare Analysis.”</li> \n<li>If the network and specialty mapping have been used within an Adequacy analysis since the project refresh, the button label at the bottom of the criteria page will be “Perform Analysis.”</li></ul></ul></ul> \n \n<ul><li>Reference Network</li>\n<ul><li>The reference network field is still optional.  Within this field you can select any project network.</li> \n<li>If you do not select a reference network, the results will display information for the base network and market total.</li> \n<li>If you select a reference network, the results will display information for the base network, reference network, and market total.</li></ul></ul> \n\n<ul><li>Specialty mapping</li>\n<ul><li>Your specialty mapping selection in the top right corner of your screen will be the specialty mapping associated with your analysis.  </li>  \n<li>The adequacy specification dropdown list will display only those specifications that use your selected specialty mapping.  If you don’t see an expected adequacy specification, change your specialty mapping selection in the top right corner.  This will bring you back to the Manage Adequacy Analyses page where you can click the “Add New Analysis” button to create an analysis using your newly selected specialty mapping.  </li> \n<li>Global Adequacy Specifications are available only with Standard CMS Medicare Advantage specialty mapping. </li></ul></ul> </ul>\n\n<ul><li>Population File</li>\n<ul><li>Now, the population file dropdown list is categorized into the following:</li> \n<ul><li>My Population Files</li> \n<li>Shared Population Files (Files that are marked as shared within my organization)</li> \n<li>Other Population Files (Files that an Administrator can see but are not either My Population Files or Shared Population Files.) </li></ul>/<ul></ul> </ul> </ul> \n\t\n<h5>Adequacy Results</h5>\n \n<ul><li>When your base network is one of My Networks or Competitor Networks, when you click on the yellow battery icon on the Summary by Geography page, a recruitment list of providers will display.  You can then tag these providers to identify them for future recruitment.  These tags will not impact the composition of the network. </li>  \n<li>When your base network is a Published Network (Model Network), when you click on the yellow battery icon on the Summary by Geography page, you will see a list of providers within the Find Providers page of Model Networks (Network Builder and Optimizer module).  Through this page, you can select the providers to add to your model and then follow the steps to re-publish the model.  After the model is republished, you can then re-analyze the model’s adequacy.  </li></ul>  \n<h5>Activity Stream</h5>\n<ul><li>The Activity Stream and Top Activities on the Manage Users page will now include the creation and editing of an adequacy analysis. </li> \n<ul><li>“Performed” shows when you create or edit an analysis.  You can determine which criteria changed during the edit through the description within the activity. </li></ul> \n<li>Clicking an adequacy analysis activity within the activity stream will bring you to the analysis and change your selected specialty mapping to match the specialty mapping used within the analysis. </li></ul> \n      \n\n<h5>Manage Adequacy Analyses</h5>\n<ul><li>Now, you can select which columns you want to display within this grid.</li> \n<ul><li>Clicking “Refresh Data” refreshes the contents of the Manage Adequacy Analyses grid. </li> \n<li>Clicking “Reset Table State” reverts your display settings for the grid to the original selections for column width, filters, sort order and the following columns: Name, Status, Specialty Mapping, Network, Last Updated, and Created By.</li> \n<li>To select a column to display, click on the icon in the top right corner of the grid and click on the name of the desired column.  Columns that display within the grid appear in bold on the dropdown list.  </li></ul> \n<li>You can filter each column by either typing into the filter field or selecting a filter from the column’s dropdown list. </li> \n<li>The default sort order in the grid displays the most recently updated analyses first.  </li> \n<li>You can sort by a column by clicking on the title of the column.  If you want to reverse the sort order, then click on the column title again.</li> \n<li>Status Definitions  \n<ul><li>By clicking on the dropdown arrow, you can see the list of possible statuses for an analysis.  When you select “All” from the dropdown list, the grid will display all analyses. </li> \n<li>In Progress:  This displays when an analysis is being prepared and performed.</li> \n<li>Queued:  This displays when the analysis is “in line” waiting to be prepared and performed. </li> \n<li>Ready:  This indicates that the analysis results are ready to be viewed.</li> \n<ul><li>When an analysis becomes ready and uses the same network and specialty mapping combination as other analyses that are queued or in progress, these other analyses will also be marked as ready.</li></ul> \n<li>Incomplete:  This displays for an analysis that was in a “Ready” state, but now the analysis is missing some criteria.  This typically occurs when a network model, adequacy specification, and/or population file were deleted after the analysis was “Ready.” </li> \n<li>Suspended:  This status displays after a project is refreshed and the analysis needs to be performed again to view the results.</li></ul></ul> \n<h5>Adequacy Specifications</h5>\n<ul><li>Now, an adequacy specification can be created using any of the client’s specialty mappings. </li></ul> \n<h5>Model Networks (Network Builder and Optimizer)</h5>\n<ul><li>In Step 1 when creating a model, the message that can display under the specialty mapping field has been changed to reflect that any specialty mapping can be used within an Adequacy analysis. </li></ul> \n\n<h4>Fixed Issues</h4>\n<h5>Adequacy</h5>\n<ul><li>Now, only the published version of a model’s name will display on the Manage Adequacy Analyses page.  In other words, if a published model’s name is changed without re-publishing the model, the Manage Adequacy Analyses page will not display the edited name. </li> \n<li>Now, the tooltip message on the County Details page matches the information in the legend on the results page. </li> \n<li>Fixed an occasional issue when the counties chart on the PDF did not render completely. </li></ul> \n<h5>Accessibility</h5>\n<ul><li>Now, when a county’s region type changes from year to year, the county’s region type will correctly reflect the type within the selected year’s Global CMS Adequacy Specification instead of the most recent type. </li></ul> "
}