{
  "releaseDate": "2022-04-04",
  "body": "<font color=orange><b>Internal Release Notes April 4, 2022</b></font>\n<h4>Features and Enhancements</h4>\n\n<h5>Good news!  This release includes these exciting enhancements:</h5>\n<ul><li>Filtering Networks by Geography in Create a List, Compare Networks, Recruitment</li>\n<li>Multi-Select Specialties in Create a Directory, Create a List, Look Up a Provider, and Recruitment</li>\n<li>Options for Username Display on Exports</li></ul>\n\n<h4>New Enhancements</h4>\n<h5>Filtering Networks by Geography</h5>\n<ul><li>Now in Create a List, Compare Networks, and Recruitment, you will first select the geography for your analysis and then select your desired network(s).</li>\n<li>Now, the network dropdown will include only those networks that have a material presence within your selected geography.</li>\n<li>Please note that you can still leave the geography blank to analyze the whole project.  This will also enable all the project’s networks to display within the network dropdown list.</li>\n<li>In Create a List, both the network and comparison network fields are now filtered by geography. </li></ul>\n  \n<h5>Recruitment</h5>\n<ul><li>Recruitment has been updated with the new filter by geography feature and with new field labels and explanations.</li>\n<li>The “Recruit for networks” dropdown defines a list of networks to which the user wants to add providers.</li>  \n<li>This means that the results will exclude providers associated with any of these networks.  However, providers who are in these networks with a different specialty or location will be included within the results.</li>\n<li>Please note that this exclusion is based on the selected criteria.  When there is a desired geography, the exclusion is at the provider-location level.  When there is a desired specialty, the exclusion is at the provider-specialty-level.  When there is a desired geography and specialty, the exclusion is at the provider-location-specialty level.   When no geography or specialty are specified, the exclusion is at the provider level.</li>\n<li>The “from networks” dropdown defines a list of networks which will be your source for providers.  The results will include providers associated with any of these networks unless they are excluded based on your selection for the first dropdown list.</li></ul>\n \n\n<h5>Multi-Select Specialties</h5>\n<ul><li>With this enhancement, users can easily select multiple specialties with few clicks in Create a Directory, Create a List, Look Up a Provider, and Recruitment!</li>\n<li>Fhe list of specialties displays the provider types first and then the specialty groups.</li> \n<li>When you select a provider type or specialty group from the dropdown list, it will be bolded within the dropdown list and within the selection field.</li></ul>\n \n<h5>Options for Username Display on Exports</h5>\n<ul><li>Now users can customize or hide the name that displays in the top right of .pdf exports.</li>\n<li>These options are now available when the user edits their user profile.</li>\n<li>The maximum length for a display name is 50 characters.</li></ul>\n \n<h4>Other Enhancements</h4>\n<h5>Cost Impact</h5>\n<ul><li>To keep the blue toast message a manageable size, the wording on the blue toast message will now include the word “several” instead of displaying long lists of criteria.</li></ul>\n\n<h4>Fixed Issues</h4>\n<h5>Provider Profile</h5>\n<ul><li>Now, there is consistent formatting within the pop-up which displays the list of providers at a location.</li>\n<li>Now, the banner displaying the export codes consistently displays on the screen when the user exports the network summary or network specialty details.</li>\n<li>Now on the Provider Profile Summary Panel, a scrollbar will be available when needed.</li>\n<li>Now on the Provider Profile Summary Panel, the names of the tags fully display.</li></ul>\n<h5>Compare Networks</h5>\n<ul><li>Fixed issue where unexpected networks were included within the network selection field. </li></ul>\n"
}