{
  "releaseDate": "2022-12-22",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great news!</h4> \nThis release includes great enhancements for Accessibility. \n<ul><li>Now in Accessibility, you can easily visually compare networks and delve into the specific results for each specialty and each geographic region using the new Geographic Summary and Specialty Summary tabs.</li></ul>\n<h4>New Enhancements</h4>\n<h5>Accessibility</h5>\n<ul><li>Now, there are two new tabs on the Accessibility Results page, Geographic Summary and Specialty Summary.  These tabs will display the percentage of members with access, the distance to closest provider, and the percentage of providers in network for up to 5 networks. </li></ul>\n\n<h6>Geographic Summary Tab</h6>\n\n<ul><li>On the Geographic Summary tab, your results will be grouped by a type of geographic region.  For example, if your report grouping is county, then you’ll see a section for each county associated with your population file.  You select the report grouping when you create an analysis.  </li>\n<li>There are three filters on this tab:  Specialty, Geography, and Comparison Networks.  Once you make your selections, click the Apply Filters button to see your results.</li>  \n<li>Your filter selections will auto-fill on other tabs when appropriate. </li>\n<li>The specialty filter dropdown includes the specialties for standards within your specification.  You can also select “All (Compound Access)” where access is defined as having access to all specialties for standards within your specification.</li>\n<li>You can only select one option on this specialty filter.   </li>\n<li>The geography filter is auto-filled with the population file that you used in your analysis.  If you selected a geography filter on a different tab, that selection will appear on this tab.</li>\n<li>You can select other geographies associated with your population file. </li>\n<li>Your geography filter selection will impact the results.  For example, if your geography filter consists of a subset of your report grouping, then you will see results for only the filter area within the results section.  In other words, if your report grouping is county and your filter is set to one zip code within XYZ County, your results will show the data for the zip code and section will be titled “XYZ County.” </li>\n<li>The Comparison Networks filter dropdown includes all the networks in your analysis and “Total Market” so you can compare your base network’s access to a maximum of 4 other networks.  If you select Total Market, that will be counted as one of the 4 networks.</li>\n<li>The default for the Comparison Networks filter is the “Top 4 Networks.”  With this selection, each result sections will display your base network plus the best 4 comparison networks. </li>  \n<li>After making your filter selections, then click Apply Filters.  If you change your filter selections, the results will display after you click Apply Filters again.</li>\n<li>Within the results, your base network’s name will be bolded and be preceded by an asterisk. </li>\n<li>The user can choose the display mode to see the results presented in a chart or in a table of data. </li> \n<li>The results will show the following:</li>\n<ul><li>In chart mode:  a bar graph of the percentage of members with access for each network., a box and whiskers plot showing the 2nd and 3rd quartiles and median distance for the closest providers to members with access, and a bar graph of the percentage of providers in the network.</li>\n<li>In table mode, this data is displayed in a numerical format.</li></ul> \n<li>Within each result section, the networks display in ranked order by the percentage of members with access for that specialty.  If Total Market is selected, this will be the top-most network. </li></ul>\n\n<h6>Specialty Summary Tab</h6>\n<ul><li>On the Specialty Summary tab, your results will be grouped by your selected specialties.</li>\n<li>There are three types of filters on this tab: Specialty, Geography, and Comparison Networks.</li>\n<li>On this tab, you can choose to display every specialty associated with standards in your specification by selecting “All specialties” in the specialty filter. Or, you can select your desired specialties. </li>\n<li>The Geography filter default is the population file used in your analysis.  Within this filter, you can choose your desired geographies.  Your results will display the information for a specialty across all your selected geographies.  </li>\n<li>The Comparison Networks filter includes all the networks in your analysis and “Total Market” so you can compare your base network’s access to a maximum of 4 other networks.  If you select Total Market, that will be counted as one of the 4 networks. </li>  \n<li>The default for the Comparison Networks filter is the “Top 4 Networks.”  With this selection, each result sections will display your base network plus the best 4 comparison networks.   </li>\n<li>Once you make your filter selections, click the Apply Filter button.  </li>\n<li>Within the results, your base network’s name will be bolded and be preceded by an asterisk. </li>\n<li>You can choose the display mode to see the results presented in a chart or in a table of data. </li>\n<li>The results will show the following: </li>\n<ul><li>In chart mode:  a bar graph of the percentage of members with access for each network., a box and whiskers plot showing the 2nd and 3rd quartiles and median distance for the closest providers to members with access, and a bar graph of the percentage of providers in the network.</li>\n<li>In table mode, this data is displayed in numerical format. </li></ul>\n<li>Within each result section, the networks display in ranked order by the percentage of members with access for that specialty.  If Total Market is selected, this will be the top-most network. </li></ul>\n<h6>Access Map Tab</h6>\n<ul><li>Now your filter criteria selections are retained when you navigate to the Gap Map tab and return to the Access Map tab.</li>\n<li>Now, the colors in the legend better match the colors of that display on the map.</li>\n<li>Now, the message, “The map displays members based on the filter criteria and selected area type,” displays to help users understand that some members display only when a particular area type is selected or when “all” area types are selected.</li></ul>\n\n<h4>Fixed Issues</h4>\n<h5>Accessibility</h5>\n<ul><li>Now on the Manage Accessibility Analyses page, the ready filter shows all analyses that are ready. </li></ul>\n"
}