{
  "releaseDate": "2022-10-05",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Good news!</h4>\n<h5>This release includes five major enhancements for Network360!<h5>\n<ul><li>We are very excited to bring a dramatic increase in flexibility to Accessibility by shifting the calculations that are essential to Accessibility to an on-demand system.</li>\n<li>We have streamlined the process for enabling Accessibility and Adequacy for a client.  Projects no longer require any special configurations for Accessibility or Adequacy!</li>\n<li>Now, if a client has a contract for Accessibility or Adequacy, any of their projects can be used within these modules.</li> \n<li>Users can now select any specialty mapping to be used within Accessibility.</li>\n<li>Users will see the progress of their Accessibility analyses on the new Manage Accessibility Analyses page.</li></ul> \n\n<h4>New Enhancements</h4>\n<h5>Accessibility</h5>\n<ul><li>Now, users can create an Accessibility analysis using any specialty mapping!</li>\n<li>Now, users are able to name and describe their accessibility analyses using the new name and description fields.  The name for each analysis within a project must be unique.</li> \n<li>The page layout has been changed to accommodate these new fields and improve the user’s workflow on the page.</li>  \n<li>The specialty mapping for an Accessibility Analysis will be determined by the user’s selected specialty mapping in the top right corner of the page.</li>\n<li>If a client has network modeling, only published models with the same specialty mapping as the user’s selected specialty mapping (in the top right corner) will display in the base network or comparison networks dropdown lists.</li>\n<li>Only the specifications created with the same specialty mapping as the user’s selected specialty mapping will display in the specification dropdown list.</li> \n<li>The first time after a project refresh that a network and specialty mapping combination is used in an Accessibility or Adequacy analysis, the action button label at the bottom of the page will be “Prepare Analysis” with a message to help set users’ expectations that the analysis results will take a longer time.  Once the analysis results are ready to be viewed, the user will receive a green toast message informing them that the analysis is ready.  The user will also be able to check the progress using the Manage Accessibility Analyses page.</li>\n<li>Once a network and specialty mapping combination has been used in either Accessibility or Adequacy, the action button label will be “Perform Analysis” and the results will appear quickly on the screen.</li> \n<li>When two Accessibility Analyses are in progress and have the same network and specialty mapping criteria, then as soon as one analysis is ready the other analysis will also display the ready status on the Manage Accessibility Analyses page.</li>\n<li>Now, on the Accessibility Results page, the user can easily perform another analysis by clicking the “Perform another analysis” link.</li>   \n<li>Now, within the Accessibility module, “Adequacy Specifications” are referred to as “Specifications.\"</li> \n<li>When the user is in the Accessibility module, the user will see only the specification criteria that relates to Accessibility.</li></ul>\n \n\n<h5>Manage Accessibility Analyses</h5>\n<ul><li>On the new Manage Accessibility Analyses page, users will see a grid listing their project’s analyses.  By clicking the action filter in the top right corner of the grid, users can choose which columns display within the grid:  Name, Description, Status, Population File, Specialty Mapping, Base Network, Last Updated, or Created By..</li>    \n<li>The status options are:</li>\n<ul><li>Queued – displays when many analyses are run at the same time and the analysis is pending.</li>\n<li>In Progress – displays while the analysis is in progress</li>\n<li>Suspended – displays after the project has been re-imported/promoted.  This indicates that the analysis needs to be run again to see the results.</li>\n<li>Incomplete – displays when some of the analysis criteria has been deleted (e.g. a population file, specialty mapping, specification, or network) or when a published model network’s status changes to be draft.</li> </ul>\n<li>In the top right corner of the grid, the user can click on the vertical ellipsis to choose to view results, edit the criteria, or delete the analysis.</li>\n<li>If a user views an analysis that uses a different specialty mapping than the user’s selected specialty mapping, the user’s selected specialty mapping will update to match the mapping used within the analysis.</li>\n<li>Only administrator users will be able to edit or delete other users’ Accessibility analyses.</li></ul>\n\n<h5>Specialty Mapping</h5>\n<ul><li>The gavel indicator will no longer display since all specialty mappings can now be used within the Accessibility and Adequacy modules.</li>\n<li>Messaging has been updated to reflect that any specialty mapping can be used within the Accessibility and Adequacy modules.</li></ul>\n\n<h5>Specifications</h5>\n<ul><li>Now, the user can choose to view only the criteria that is applicable to Accessibility.  This means that the minimum success percentage, minimum provider ratio, and beneficiaries criteria will not display.</li>\n<li>When the user was last in the Accessibility module, the user will see only the specification criteria that relate to Accessibility when adding a new specification.</li>  \n<li>When a user was last in the Adequacy module, the user will see all the specification criteria when adding a new specification. </li>\n<li>Now, within My Specifications, “Adequacy Specifications” are referred to as “Specifications.”  Thus, in My Things, the specifications can now be found within “My Specifications.” The Manage Adequacy Specifications page is now titled “Manage Specifications.” </li>\n<li>Now, the “Access Standard Type” criteria has a new label, “Area Type.”  This more accurately reflects that the user’s selection determines which geographic categorization type will be used, CBSA (Core Based Statistical Area), or USR (Urban, Suburban, Rural).</li>\n<li>Updated messages so that they refer to “specifications” instead of “adequacy specifications.” </li>\n<li>Since all specialty mappings can now be used with the Accessibility module, the specialty mapping dropdown on the Manage Specifications page no longer includes the “Active Mapping” option.</li></ul>\n \n\n<h4>Maintenance/Tech Debt</h4>\n<ul>\n<li>Improved project import time</li></ul>\n"
}