{
  "releaseDate": "2022-04-13",
  "body": "<font color=orange><b>Internal Release Notes</b></font>\n<h4>Features and Enhancements</h4>\n<h5>Cost Impact Analysis</h5>\n<ul><li>Now you can copy a cost analysis! This allows you to retain the original analysis and edit a version of it.  The name of the copied analysis will begin with “Copy of” and multiple copies of the same analysis will include a version number, e.g. “Copy of My Analysis (3).”</li> \n<li>To copy an analysis, on the Manage Cost Impact Analyses page click the ellipsis on the right of the analysis to open the action menu.  Select “Copy Analysis.”</li> \n<li>You will then see the copy listed in the Manage Cost Impact Analysis grid.  If you create multiple copies of the same analysis, then the name will include a version number.</li>   \n<li>To edit an analysis, click the ellipsis to open the action menu and select “Edit Analysis.”  Then, you can edit the name or any of the analysis criteria. </li></ul>\n<h5>Model Networks Find Providers</h5>\n<ul><li>Now when you return to the Find Providers page within Model Networks, the sections that you collapsed when you were on the Find Providers page previously remain collapsed.  To reveal or collapse a section click on either the section title or the arrows on the right side of the section.</li></ul>\n \n<h4>Fixed Issues</h4>\n<h5>Landing Page</h5>\n<ul><li>Now the Market Penetration Unique Providers Top Competitor Network graph will display even when the project does not have a base network.  Also, now information on the Landing page map displays correctly when it is filtered by state for projects without a base network.</li></ul> \n<h5>User Profile</h5>\n<ul><li>Now when your display name includes an apostrophe, your name displays correctly without any extraneous characters.</li></ul> \n<h5>Cost Analysis</h5>\n<ul><li>Now, on the Par Provider Details page the address confidence colors will match the information elsewhere in Network360.</li> \n<li>Now, on the Provider Details page, large savings percentages now clearly display.</li></ul> \n<h5>Adequacy Specification</h5>\n<ul><li>Now, when you select a USR (Urban Suburban Rural) Standard Type, the default percentages for the minimum success standards now display correctly.</li></ul>"
}