{
  "releaseDate": "2022-05-13",
  "body": "<font color=orange><b>Internal Release Notes</b></font>\n<h4>Good news!</h4>\nThis release includes two exciting enhancements:\n<ul><li>Specialty Mapping Details:  With this enhancement it will be easier for users to view and compare specialty mappings!</li>\n<li>Cost Analysis:  Performance improvement and additional information captured in the Par Utilization export.</li></ul>\n\n<h4>New Enhancements</h4>\n<h5>Specialty Mapping Details</h5>\n<ul><li>To view the details of a Specialty Mapping, on the Settings > Project Settings page in the Specialty Mappings tab, click the name of the specialty mapping.</li>\n<li>Then the details will appear and are organized by provider type.  The numbers next to the name of the provider type indicates the number of specialties that are associated with that provider type.</li>\n<li>To return to the list of specialty mappings, either scroll up on the page, or click the link “Back to Mappings” </li>\n<li>To export the Specialty Mapping details, click the export button to receive the information in a .csv format.</li>\n<li>To see the details of the desired provider type, you can either click the provider type to expand it or click the expand all button.</li> \n<li>To collapse the provider type details, click the desired provider type or click the collapse all button.</li> \n<li>Your expand/collapse settings will be retained.  For example, when you expand Primary Care provider type, every time thereafter you view a specialty mapping details which has Primary Care provider type, you will continue to see it expanded – until you collapse the section.  This will make it easy for users who want to compare a provider type between specialty mappings.</li>\n<li>To view the specialty mapping details for your currently selected specialty mapping which displays in the screen’s top right, on the landing page click on the title “Hospitals” or “Individuals” within the Market Penetration Unique Providers section.</li></ul> \n\n<h5>Cost Analysis</h5>\n<ul><li>With this performance enhancement, there is a significant improvement for the loading time of the Non-Par Utilization tab on a provider’s details page.</li>\n<li>Now, there is a new column on the Provider Allocation report labeled “Par” to identify whether the provider is participating in the network.  True means that the provider is participating in the network; False means that the provider is not participating.</li>\n<li>On the Provider Allocation report, the “Savings” and “Savings %” more accurately includes the non-par provider information.</li></ul>\n\n<h4>Fixed Issues</h4>\n<h5>Create a Directory</h5>\n<ul><li>Now, the tooltip for tagged providers shows the correct tag name.</li></ul>"
}