{
  "releaseDate": "2022-11-18",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great news!</h4> \n<h5>This release includes major enhancements to Accessibility and Adequacy.</h5> \n<ul><li>Now, in Accessibility the new Access Comparison tab shows key detailed access information in a concise manner.</li>  \n<li>Now, the new Access Map tab in Accessibility gives you an interactive visual representation of provider locations, approximate member locations, and access gaps. </li>  \n<li>Now, in Adequacy there are export options for Health Services Delivery (HSD) reports which are formatted to meet the Medicare Advantage and other CMS programs requirements for submission to CMS.</li></ul>  \n<h4>New Enhancements</h4> \n<h5>Accessibility:  Access Comparison Tab</h5> \n \n<ul><li>On the Access Comparison tab in the analysis results, you will see the following for each network within your analysis:</li>  \n<ul><li>the percentage of members with access,</li>  \n<li>the median distance between members and the closest provider, and </li> \n<li>the network’s market penetration for your selected specialty and geography.</li></ul>  \n<li>The Access Comparison tab replaces the Network Comparison tab.</li>  \n<li>Specialty Filter:</li> \n<ul><li>When you first view the analysis results, the specialty filter will be set to “All (Compound Access)” which utilizes the compound methodology to calculate access based on the percentage of beneficiaries/members that have access to all specialties’ standards identified in your specification.</li> \n<li>By selecting one specialty in the filter, the access will be calculated for only your selected specialty.</li> \n<li>The contents of the specialties list are determined by the standards in your specification.</li> \n<li>Remember to click the Apply Filter button after you change your filter settings. The graphs will then update using your filter selection.</li> </ul>\n<li>Geography Filter</li> \n<ul><li>The filter will be auto-filled with the population file that is part of your analysis criteria. </li>  \n<li>You can type ahead or select from the dropdown list to change the filter to a geography associated with your population file, e.g. county, MSA, zip code(s), or state(s).</li>  \n<li>Remember to click the Apply Filter button after you change your filter settings.  The graphs will then update using your filter selection.</li> \n<li>There can be geographic areas in which there is a high percentage of members who have access, but there are no providers within the area selected in the geography filters.  For example, there are members within 66404, but there are no vascular surgery provider locations in my selected networks within 66404; these members have access to provider locations outside of 66404 that are within the distance range in the specification. </li> </ul>\n<li>Percentage of Members with Access</li> \n<ul><li>The market total is listed first.</li> \n<li>The networks are ranked by the highest percentage of members with access. </li>  \n<ul><li>If the specialties filter is set to “All (Compound Access),” the networks will be ranked by the percentage of members with access to all specialties within the selected geography, i.e. using the compound methodology of determining access. </li>  \n<li>If the specialties filter is set to a specific specialty, the networks will be ranked by the percentage of members with access to that specialty within the selected geography, i.e. using the standard methodology of determining access.</li> </ul>\n<li>You can scroll down to view the table which conveys the numerical information represented in the graph.</li></ul> \n<li>Median Distance to Closest Provider for Members with Access</li> \n<ul><li>This box and whisker plot conveys the range and median distance that members within the selected geography need to travel to their closest provider locations.</li>  \n<li>Network360 uses representative placement for member locations which ensures that PHI is not disclosed in these analyses.</li> \n<li>The ends of the line in the box and whisker plot show the maximum distance and minimum distance.</li> \n<li>The boxed area shows the 2nd and 3rd quartiles of distances.</li> \n<li>The line in the middle represents the median travel distance. </li> \n<li>When you mouseover the graphs, a tooltip will appear giving the detailed information.</li>  \n<li>You can scroll down to view the table which conveys the numerical information represented in the graph. </li> </ul>\n<li>Percentage of Providers in Network </li> \n<ul><li>This graph depicts the market penetration of providers within your selected specialty and geography. </li>  \n<li>To see a list of the in-network providers within your selected specialty and geography, click on the bar in the graph. </li> \n<li>You can scroll down to view the table which conveys the numerical information in the graph.  Within the table, you can click on the count of providers in network and view the list of providers. </li> </ul>\n<li>When members matching your filter criteria do not have access as defined by the standards within your specification, you will see a message explaining this.</li> \n<li>The information on the Access Comparison tab will be available in exports in a future release. </li> </ul>\n\n<h5>Accessibility: Access Map Tab</h5> \n<ul><li>This map shows the access information for your base network for a single specialty within your geography filter selection. </li>  \n \n<li>Your filter selections on the Access Comparison tab are automatically applied to the map.   However, if you selected “All (Compound Access” specialties on the Access Comparison tab, you will need to select a single specialty or provider type to view the map. </li> \n<ul><li>To change your specialty selection, choose a selection from the specialty dropdown list or enter the specialty.  (The contents of the specialties list are determined by the standards in your specification.) Click the Apply Filter button to see the map updated with your selection.  </li> \n<li>Your filter selections on this tab will automatically update filter selections on the Access Comparison tab and the displayed results.  </li> \n<li>This new interactive map allows you to choose which elements will display:  members with and without access, providers, and provider radiuses (the service areas of providers) based on your area type selections. </li> \n \n<ul><li>Area Types:  The available area types are determined by your area type selection in your specification (CBSA or USR).  </li> \n<li>Provider Radiuses:  The radius of a provider’s service area is depicted by purple shaded circles.  If you select all area types, you will see circles of various shades of purple depicting the access area that a provider serves based on the member’s county’s area type. You can drag the slide bar up or down to display only one of the area types. </li> \n<li>Providers: White dots represent provider locations. </li> \n<li>Members: </li> \n<ul><li>Network360 uses representative placement for member locations which ensures that PHI is not disclosed. </li> \n<li>Members with Access are represented by green dots. </li> \n<li>Members without Access are represented by red dots. </li> </ul>\n<li>To see a list of providers who enable the members within a zip code to meet access, click on the Inspect Zip Codes button on the bottom left corner of the map.  Then, click on your desired zip code area.  Your screen will refresh with the list of providers who provide access to members within that zip code based on your specification standard and specialty selection.  To return to the analysis results, use the breadcrumbs on the top left of the page.  </li> \n<li>To the right of the graph, a summary of the information from the Access Comparison tab displays. By mousing over the Members with Access and Median Distance sections you can see more information in a tooltip. You can click on the bars in the Providers in Network section to see the associated list of providers. </li> \n<li>The information on the Access Map tab will be available in exports in a future release.  </li></ul></ul></ul>\n<h5>Accessibility: Analysis Criteria</h5> \n<ul><li>Now, there is a validation tooltip to remind users that the base network is a required field to perform an accessibility analysis. </li> </ul>  \n\n<h5>Accessibility: Recruiting List and Export</h5> \n<ul><li>Now, the message “No providers with the defined criteria are available to fill gaps” when there are not providers which match the analysis criteria and confidence level selections. Changing the confidence level selection may yield results.  This message will also display when there are no providers available at all within the geographic area.  </li> \n<li>The file name for the Accessibility Recruiting List Export has been updated to be network_360_accessibility_recruiting_export. </li> </ul>\n\n<h5>Adequacy: Health Services Delivery Exports</h5> \n<ul><li>Medicare Advantage and other CMS programs require submission of network data to CMS in a very specific format called Health Services Delivery (HSD) tables. This new export option will allow you to meet these submission requirements by generating HSD exports for your selected network. </li> \n<li>If you are interested in piloting the HSD exports, then please contact your account manager. </li> \n<li>These exports will be available only for analyses that use the Standard CMS Medicare Advantage specialty mapping. </li> \n<li>Fully populating all the fields in the HSD export will require your project to be set up with specific provider attributes that can only be sourced from the client. </li> \n<li>To export these .csv reports, on the results page for your Adequacy analysis, click the export dropdown arrow and select either Provider HSD or Facility HSD. </li> \n<li>The Provider HSD export is a county-based report showing the following information for providers: </li> \n<ul><li>SSA State/County Code where the member resides based on the population file in the analysis criteria, not based on the provider location. </li> \n<li>Name of Physician or Mid-Level Practitioner </li> \n<li>National Provider Identification (NPI) Number  </li> \n<li>Specialty </li> \n<li>Specialty Code </li> \n<li>Contract Type </li> \n<li>Street Address </li> \n<li>City </li> \n<li>State </li> \n<li>Zip Code </li> \n<li>Accepting New Patients </li> \n<li>Name of Medical Group Affiliation or DC  </li> \n<li>Uses CMS MA Contract Amendment  </li> \n<li>RPPO – Specific Exception to Written Agreements  </li> </ul>\n<li>The Facility HSD export is a county-based report showing the following information for facilities: </li> \n<ul><li>SSA State/County Code where the member resides based on the population file in the analysis criteria, not based on the facility location. </li> \n<li>Facility or Service Type </li> \n<li>Specialty Code </li> \n<li>National Provider Identifier (NPI) Number </li> \n<li># of Staffed, Medicare-Certified Beds </li> \n<li>Facility Name </li> \n<li>Street Address </li> \n<li>City </li> \n<li>State </li> \n<li>Zip Code </li> \n<li>Uses CMS MA Contract Amendment </li> \n<li>RPPO-Specific Exception to Written Agreements </li> </ul></ul> \n<h5>Specifications</h5> \n<ul><li>To prevent users from saving the specification before they’ve saved their changes to the standards in the specification, the page’s Save button is disabled when you add or edit a standard. </li> \n<li>When you finish adding or editing a standard, click the save icon on the right of the standard.  Then, the page’s Save button will be enabled.   </li> </ul>\n<h4>Maintenance/Tech</h4>  \n<ul><li>Made improvements to reduce the length of time that accessibility and adequacy analyses are in progress.  </li> </ul>\n<h4>Fixed Issues</h4> \n<ul><li>Now, on the Manage Accessibility Analyses page when you filter by status, the analyses with incomplete statuses will display only when you set the filter to be “All” or “Incomplete.”  </li> </ul>"
}