{
  "releaseDate": "2022-02-17",
  "body": "<font color=orange><b>Internal Release Notes</b></font>\n<h4>Features and Enhancements</h4>\n<h5>CMS Medicare Advantage Adequacy Overrides</h5>\n<ul><li>Now, county-level overrides have been incorporated into the global specifications to improve the accuracy of the determining whether a network model passes the CMS adequacy requirements.</li></ul>\n<h5>Adequacy Specifications</h5>\n<ul><li>Now, the CMS Medicare Advantage – 2023 global adequacy specification is available within Network360.</li>\n<li>Now, we will support only the most recent two years of the CMS Standards as indicated by the 2021 or 2023 global CMS Medicare Advantage Adequacy Specifications.</li>\n<li>Now, the CMS importer will accept each region type’s appropriate minimum success percentage.</li>\n<li>Updated the green confirmation message wording which displays when a standard within an adequacy specification has been saved.</li>\n<li>Updated the description on the left side of the General Properties section to better explain adequacy specifications.</li></ul>\n\n<h5>Settings</h5>\n<ul><li>Now, users can identify which specialty mapping is configured for competitive access as indicated by the gavel icon on the Project Settings page and within the specialty mapping dropdown selection list.</li></ul>\n  \n<h5>Adequacy</h5>\n<ul><li>Now, within the dropdown list if adequacy specifications, the categories are listed in the following order:  Global Specification, My Specifications, Other Specifications.</li>\n<li>Now, on the Analysis Results page, the geography dropdown field is filtered to geographic areas contained within the population file used to create the analysis.</li>\n<li>Updated the PDF export to include a page listing all the analysis criteria.</li>\n<li>Now, when the there is no data in the selected geographic area, a message will display instead of blank gauges.</li>\n<li>Updated the export email and blue notification message to include geography criteria.  Also, updated the field label to be Adequacy Specification (instead of Accessibility Specification).</li>\n<li>Updated field labels and columns within Adequacy and Accessibility for better consistency when appropriate.</li></ul>\n<h5>Broker Tools</h5>\n<ul><li>Now, the Broker Tools menu includes Accessibility to improve navigation through Network360 for brokers.</li></ul>\n \n\n<h4>Fixed Issues</h4>\n<h5>Settings</h5>\n<ul><li>Project Settings > Tags:  Fixed issue that the user could click twice to confirm the deletion of a user or enterprise tag.</li></ul>\n<h5>Adequacy</h5>\n<ul><li>Fixed font color issue for the adequacy specification information message so that it will always display in black font.</li>\n<li>Removed excess characters that displayed within the specialty tooltip when the name of the specialty included an ampersand.</li>\n<li>Fixed the issue within the PDF export that sometimes a blank page appeared between the Overview and Map pages.  Now, there are no extra blank pages.</li>\n<li>Updated the table of zip code region types to be the most recent Census Core Based Statistical Area (CBSA) region classifications.</li></ul>\n<h5>Adequacy Specifications</h5>\n<ul><li>Updated the required field message for missing number of providers.</li>\n<li>Fixed when the informative message regarding the specialty mapping selection appears.  Now it appears only when the selected specialty mapping is not enabled for competitive access in the selected project.</li></ul>"
}