{
  "releaseDate": "2022-12-09",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great news!</h4>\nThis release includes a major performance improvement for Accessibility and enhancements in Rank Networks and Model Networks. \n<ul><li>Now, the time to process Accessibility analyses in large national projects are significantly decreased!</li>\n<li>Now in Rank Networks, the .csv exports will include the number of times a provider or medication was added to a survey.</li>\n<li>Now in Model Networks, you can easily view the evolution of your model’s cost and quality score and use links in the history steps to view the search results. </li></ul>\n<h4>New Enhancements</h4>\n<h5>Accessibility</h5>\n<ul><li>With the dramatic performance improvements in Accessibility, analyses in large national projects are now returning in a short couple of minutes instead of timing out! </li>\n<li>Now, when you change the filter criteria on the Access Comparison or Access Map tabs, the results will display only once you have clicked on the Apply Filter button. To see your previous results, update the filter criteria and click the Apply Filter button.</li>\n<li>Now, breadcrumbs now retain the links to the Accessibility page when you are redirected to another module, e.g. Create a List.</li>\n<li>On the Access Map tab, to visually convey that the driving distances are estimates, the edges of the provider radiuses are now slightly blurred when the distance type is estimated driving distance. </li></ul> \n \n\n<h5>Rank Networks</h5>\n<ul><li>Now on the survey results, you will be able to easily see the date when a provider or medication was added and the number of times it was added to the survey in .csv exports and on the screen.  To better accomplish this, we reverted the style change recently implemented for the medication results.</li></ul>\n<h5>Model Networks Software Enhancements</h5>\n<ul><li>Now, you can easily see the evolution of your model’s cost and quality scores.  On the Overview tab, you will now see the cost and quality scores for the current version of your model as well as the scores for the last published version of your model.</li>\n<li>Now, on the Model Summary History tab, you can click on links for each of the changes you made to your model to view the search results from which you made your selections for that step. </li>\n<li>Now, when you set a target score to be zero for cost or quality, the Overview tab will display on the Model Summary. </li></ul>\n\n"
}