{
  "releaseDate": "2022-03-18",
  "body": "<font color=orange><b>Internal Release Notes</b></font>\n<h4>Three Exciting Enhancements</h4>  \n<ul><li>A new Provider Profile Panel shows a summary of the Provider Profile while you are on the Create a List results page.</li>\n<li>A new easy way to name your network ranking.</li>\n<li>When in QA mode, you can now export both .pdf and .csv reports</li></ul>\n<h4>New Enhancements</h4>\n<h5>Provider Profile Summary Panel</h5>\n<ul><li>Now in a glance, users can view a summary of the provider profile information without leaving the Create a List results page!</li>\n<li>To see the panel, on the results (Providers List) page, click on either the linked number of My Networks or Competitor Networks, or click on the linked number of providers at a location. The panel appears on the right side of the screen.</li>\n<li>Within the panel, you can click on the tabs to see the list of providers at that location, the networks, and any comments that you’ve saved.  The panel also displays the provider’s Provider Type, Specialty Groups, and ID information.</li>\n<li>To close the panel, click on the x in the panel’s top right corner, or click the linked numbers within the same provider’s information on the list.</li>\n<li>To see a different provider’s profile summary, click on that provider’s linked number of My Networks or Competitor Networks, or click on the linked number of providers at a location.</li></ul>\n<h5>Rank Networks</h5>\n<ul><li>The process for creating a new ranking has changed slightly.  Now the user will need to name the ranking first and then select providers or drugs for the ranking.  Each ranking will have a unique name.</li>\n<li>When the user and project have no current network rankings, selecting Rank Networks from the side bar navigation will bring you to the Create New Ranking page.</li>\n<li>When the project already has network rankings, selecting Rank Networks from the side bar navigation will bring you to the last ranking that you viewed.</li>\n<li>If you have existing rankings, then to add a new ranking, click the “Create New Ranking” button.</li>\n<li>If you are creating a ranking for a particular client, then first select the client.  The client’s name will be automatically included within the name of the ranking.</li>\n<li>The auto-filled ranking name will include the name of the client and the date.  If you want to give the ranking a different name, you can type in your desired name in the name field.</li>\n<li>Once you’ve named the ranking, click the “Save” button. This will then bring you to the find providers or find drugs page within Rank Networks module.</li></ul>\n<h5>QA Mode Exports</h5>\n<ul><li>Users who have access to QA mode can now export .pdf and .csv reports when they are in QA mode.  The qa report names will begin with “qa” so that you can easily see which reports were created in QA mode.  The QA information is also included on the blue toast message and notification email.</li></ul>\n<h4>Other Enhancements</h4>\n<h5>Population Files</h5>\n<ul><li>Now, population files which contain a zip code + 4 digits can be uploaded.  Other improvements include the messaging for invalid zip codes and zip codes that are outside of the project’s geographic area; other processing has also been improved.</li></ul>\n<h5>Provider Profile</h5>\n<ul><li>Now, when a provider has many client IDs, the user will see some of the IDs listed along with “and more.”  To view the full list of Client IDs, click the “and more” link.</li></ul>\n<h5>Cost Analysis</h5>\n<ul><li>Now on the Group Summary tab when a group has many specialties, the user will see an “and more” link.  To view the full list of specialties, click the “and more” link.</li>\n<li>Now, the non-contracted costs that are not repriced will display only in the Unexpected Passthrough export.</li>\n<li>The Non-Contracted Reprice total will display as N/A when a specialty filter is applied, as the specialty information is not available for the non-contracted providers.</li></ul>\n<h5>Adequacy</h5>\n<ul><li>Improved message when no published models or adequacy specifications are available.</li></ul>\n<h4>Fixed Issues</h4>\n<h5>Provider Profile</h5>\n<ul><li>Now, the tooltip for address confidence levels fully displays.</li></ul>\n<h5>Create a List</h5>\n<ul><li>Now, the link for the unique dropped providers displays the correct number of dropped providers.</li>\n<li>Now, the tooltip for the zoom view buttons fully displays.</li></ul>\n<h5>Rank Networks</h5>\n<ul><li>Now extraneous characters have been removed from the export’s disclaimer section for broker users.</li></ul>\n<h5>Cost Analysis</h5>\n<ul><li>Fixed sorting issues on the Provider Summary results tab when sorting by the Par Reprice cost.</li>\n<li>Improved messaging when an existing cost impact analysis uses a network which is no longer part of the project.</li>\n<li>Now when you filter the Provider Summary results by provider, the total number of pages correctly adjusts.</li>\n<li>Now when you filter the Provider Summary results, you are automatically returned to the first page of results.</li></ul>\n<h5>Manage Users</h5>\n<ul><li>Fixed issue with reactivating some inactive users.</li>\n<li>Improved notification to users when their role has been revoked.</li></ul>"
}