{
  "releaseDate": "2022-01-19",
  "body": "- **Enhanced Customization**: Users can now personalize their lists with a variety of solid colors or full-screen images, including the iconic Berlin tower from Wunderlist.\n- **List Grouping**: A new feature allows users to create list groups for better organization. Lists can be easily added or removed from groups, and groups can be renamed for convenience.\n- **Task Assignment**: It's now possible to assign tasks to any member of a shared list, streamlining collaboration and accountability.\n- **Flagged Email Integration**: Users can convert flagged emails into tasks within the app, ensuring important communications are not overlooked.\n- **File Attachments**: Support for file attachments has been added, allowing users to add context to their tasks with images, documents, and other files.\n- **Improved Syncing**: Updates have been made to enhance cross-device syncing, ensuring a seamless experience across all platforms.\n- **Natural Language Processing**: The app now recognizes natural language input for due dates, reminders, and repeat information, making task entry more intuitive.\n- **Shared Tasks**: Integration with Microsoft Teams for personal use allows for shared tasks, facilitating better team coordination.\n- **AI Assistance**: The app now features AI assistance to help prioritize tasks and manage daily activities more effectively. \n\nThese updates aim to improve user experience, task management, and overall productivity. Users are encouraged to update to the latest version to enjoy these new features and enhancements.",
  "shortDescription": "The latest update to the todo app introduces a suite of enhancements aimed at boosting productivity and user experience. Key features include customizable list aesthetics, the ability to group lists for better organization, task assignment within shared lists, and the conversion of flagged emails into tasks. Additionally, the update brings file attachment support, improved syncing across devices, intuitive natural language processing for task entry, and integration with Microsoft Teams for shared task management. An AI assistant is also introduced to help prioritize tasks, making daily activities management more efficient. Users are encouraged to update to the latest version to take advantage of these new features."
}
