{
  "releaseDate": "2022-10-20",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Good news!</h4> \n<h5>This release includes an exciting enhancements for Network360!</h5>\n<ul><li>Now, users will receive email notifications that their Accessibility and Adequacy analyses results are ready when the analysis takes a while to prepare.</li></ul>\n\n<h4>New Enhancements</h4> \n<h5>Accessibility</h5>\n<ul><li>Now, you will receive an email notification that your analysis is ready when the selected networks are analyzed for the first time since the project refresh.</li>\n<ul><li>The email will include links to the Manage Accessibility Analyses page so that you can choose to view the report.</li> \n<li>Please note that the report’s results will be available to be viewed until the next project refresh.</li>  \n<li>If you would like to view the results after the project refresh, you will need to perform the analysis again by editing it and then clicking the prepare analysis/perform analysis button.</li></ul> \n<li>Now, on the Accessibility .pdf export, email notification, blue toast message, and activity stream, the comparison network information will appear only when the user selects at least one comparison network.</li>\n<li>Now, if you forget to select a specification when creating an Accessibility analysis, you’ll see a reminder that this is a required field.</li>\n<li>Improved the processing so the analysis results will appear on the screen more quickly when you “perform” an analysis or click view an analysis on the Manage Accessibility Analyses page.</li> \n<ul><li>Note this improvement will be noticeable only in analyses that are “prepared” after today’s release.</li></ul></ul> \n\n<h5>Adequacy</h5>\n<ul><li>Now, you will receive an email notification that your analysis is ready when the selected networks are analyzed for the first time since the project refresh.</li>\n<ul><li>The email will include links to the Manage Adequacy Analyses page so that the user can choose to view the report.</li>  \n<li>Please note that the report’s results will be available to be viewed until the next project refresh. </li> \n<li>If you would like to view the results after the project refresh, you will need to perform the analysis again by editing it and then clicking the prepare analysis/perform analysis button.</li></ul>\n<li>Since any network or published model network can now be a reference network, we removed the tooltip which explained previous restrictions.</li>\n<li>Improved the processing so the analysis results will appear on the screen more quickly when you “perform” an analysis or click view an analysis on the Manage Adequacy Analyses page.</li>\n<ul><li>Note this improvement will be noticeable after today’s release only in analyses that are “prepared” after today’s release.</li></ul></ul> \n\n\n<h5>Project Import </h5>\n<ul><li>Now, to improve performance, each project will now have a limit of five specialty mappings. If there is an attempt to import a project with more than five specialty mappings, the import will fail.</li></ul>\n\n \n<h4>Fixed Issues</h4> \n<h5>Rank Networks</h5>\n<ul><li>Now, there are no blank pages within the .pdf export’s drug section. On the .pdf export, the networks listed are now color-coded to indicate whether the medication is covered and the tier.</li></ul>\n"
}