{
  "releaseDate": "2022-09-01",
  "body": "<font color=orange><b>Internal Release Notes</b></font>\n\n<h4>Good news!</h4>\n<h5>This release includes THREE big enhancements for Network360!</h5>\n<ul><li>Customizable display and sort order in Compare Network’s Top Networks quadrant.</li>\n<li>Customizable sort order on the Create A List Summary page.</li>\n<li>Now Create A List Summary .csv export include Product ID information.</li></ul>\n\n\n<h4>New Enhancements</h4>\n<h5>Compare Networks</h5>\n\n<ul><li>Now users can easily select the data that they want to display in the Top Networks quadrant and their desired sort order.</li>\n<ul><li>On the y-axis of the grid, the user can click on the label and a popup will appear.</li>\n<li>In the popup the user can select the following:</li>\n<ul><li>Display the Top Networks based on the percentage of market and sort by provider count, percentage of market, or advantage in market (i.e. the difference between the base network’s percentage of the market and the comparison network’s percentage of the market).</li>\n<li>Display the Top Networks based on the provider count and sort by provider count.</li></ul></ul></ul>\n \n\n<h5>Create A List</h5>\n\n<ul><li>Currently, the Create A List Summary sorts the grid alphabetically based on the name of the networks.  Now, the user can select the column by which they want to sort by clicking the column title.</li>\n<ul><li>If the bar appears above the column title, it indicates that the sort is in ascending order.</li> \n<li>If the bar appears below the column title, it indicates that the sort is in descending order.</li> \n<li>To change from ascending or descending, click the title.</li></ul>\n<li>On the Create A List Summary .csv export, the user will see a new column with Provider ID information.</li></ul>\n \n\n<h5>Accessibility</h5>\n\n<ul><li>The Accessibility analysis .pdf export has now been updated to include more analysis criteria details on the 3rd page within the .pdf report and a title for the Specification grid. Some of the criteria still displays on the report’s cover page.</li></ul>\n\n\n<h5>Adequacy</h5>\n\n<ul>\n<li>Now, the criteria page of the .pdf export includes the name of the specialty mapping.</li></ul>\n \n\n<h5>Model Networks (Network Builder and Optimizer)</h5>\n\n<ul><li>To prevent confusion when naming a model, the user will be required to use a name which does not match one of the shortcuts as formatted within the dropdown list.</li></ul>\n\n\n<h5>Population Files</h5>\n\n<ul><li>Updated the message for invalid zip codes to better reflect the conditions when a zip code is invalid.</li>\n<li>Improved the message that displayed when a user has not saved any population files yet.</li>\n<li>Enabled the “You haven’t saved any population files yet” message to display along with the option for the user to view the shared population files.</li></ul>\n \n\n<h5>Usability Enhancement</h5>\n\n<ul><li>Improved the user experience when the user requires a screen reader.</li></ul>\n\n\n<h4>Fixed Issues</h4>\n\n<h5>Cost Analysis</h5>\n\n<ul><li>Fixed issue so that the “Back to Dashboard” button at the top of the page or “cancel” link at the bottom of the page returns the user to the Cost Analysis dashboard without an error message.</li></ul>\n\n\n<h5>Recruitment</h5>\n\n<ul><li>Now on the Recruitment criteria page, long population file names will display an ellipsis to indicate that the name is longer than the field length.</li></ul>\n\n\n<h5>Competitive Dashboard</h5>\n\n<ul><li>Fixed the .pdf export such that multi-page charts display correctly.</li></ul>\n\n\n<h5>Data Vintage page</h5>\n\n<ul><li>Fixed a rare issue where some projects were listed twice on this page.</li></ul>"
}