{
  "releaseDate": "2023-03-31",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great news!</h4>  \nThis release contains exciting enhancements for Healthcare Intelligence and new enhancements within other modules in Network360!\n<ul><li>Now in Rates Analyzer, you can view results by Geography and see the Provider Rates details for both the Specialty and Geography tabs.</li>\n<li>Now in Manage Users, admin users can export a list of users which shows the projects to which users are associated.</li>\n<li>Now in Create a List, the user’s sort order selection on Create A List is included in the pdf. </li></ul>\n<h4>New Enhancements</h4> \n\n<h5>Healthcare Intelligence: Rates Analyzer</h5>\n\n<h6>Results: Geography Tab</h6>\n<ul><li>On this tab, you’ll see the results for the geographic areas based your parameter selections.</li>\n<li>To see results for Professional Rates for Individuals or Professional Rates for Facilities, your analysis parameters must include a place of service selection. </li>\n<li>On the Geography Tab, you can see results for rates or number of providers.</li>\n \n<li>The map shows which reporting plan group is stronger in a particular area.  The legend can be used to understand whether the primary or comparison reporting plan group is stronger in that area. </li></ul>\n<ul><li>You can change whether the map reflects the strength based on rates (Show = Rate Boxplot) or number of providers (Show = Number of Providers).</li>\n<li>The highlighted map areas are determined by your Group Reporting By selection.</li>\n<li>The table below the map displays the number of rates and rate information for each geographic area within your analysis parameters.</li></ul>\n<li>The table below the map shows the details of the information associated with the map areas.  </li>\n<ul><li>When viewing Rates Boxplot, each row in the table will display the number of rates, minimum rate, 1st quartile, 2nd quartile, 3rd quartile, and maximum rate for that area.</li>\n<li>When viewing the Number of Providers, each row in the table will display the number of providers for the primary and comparison reporting plan groups and the difference between their counts.</li></ul></ul>   \n\n<h6>Results:  Provider Rates</h6>\n<ul><li>On the Specialties tab, to see the details of the providers and their rates, you can click within the graph or the specialty listed within the table. </li>\n<li>On the Geography tab, to see the details of the providers and their rates, you can click on the area listed in the table or the geographic area on the map. </li>\n<li>On Provider Rates table, you will see the Provider Name, Specialty, NPI, TIN & EIN, TIN Name, Primary Rate and Comparison Rate.</li>\n<li>You can sort this table by the Provider Name, NPI, TIN & EIN, or TIN Name. </li>\n<ul><li>To sort by a particular column, click the column title.  </li>\n<li>The bar above the title shows that it is in ascending order.  </li>\n<li>The bar below the title shows that it is in descending order.</li></ul></ul>\n\n<h6>Specialties Tab:</h6>\n<ul><li>Now, when the Primary and Comparison Reporting Plan Groups have the same single rate for a specialty, the user will be able to distinguish between the dots on the graph. </li></ul>\n\n<h6>Results:  Institutional Rates for Organizations</h6>\n<ul><li>Now, you can see results for Institutional Rates for Organizations.</li>\n<li>When you wish to see these results, you do not need to select a place of service in your parameters.</li></ul>\n\n\n<h6>Analysis Parameters</h6>\n<h7>Group Geography By</h7>\n<ul><li>Now, the options to “Group Geography By” are Zip Code and State. </li></ul>\n\n<h7>Negotiation Types</h7>\n<ul><li>Now you can choose between three selections for the negotiation type:</li>\n<ul><li>\"Negotiated, Derived, or Fee Schedule\"</li>\n<li>\"Percent of Change\"</li>\n<li>\"Per Diem\"</li></ul></ul>\n\n\n<h4>Enhancements in Other Modules</h4> \n<h5>Manage Users</h5>\n<ul><li>Now, administrator users can export a list of users which includes the names of the projects to which users have access.</li>\n<li>To export the list, go to Settings > Manage User,  select the client and then “User Project Access List.”</li>\n\n<li>The report contains the following columns:  Display Name, Email, Client ID, Client Name, Created Date, Last Active, Status, Is Confirmed, Project Number, and Project Name. </li>\n<li>There will be multiple rows for a user if the user is associated with multiple projects. </li></ul>\n\n<h5>Create a List</h5>\n<ul><li>Now, the pdf export of the Create a List Summary Results is alphabetized correctly and has a matching sort order to the sort order used on the screen. </li></ul>\n\n<h4>Fixed Issues:</h4> \n<h5>Healthcare Intelligence: Rates Analyzer</h5>\n<ul><li>Now, the y-axis on the Specialties Tab graph correctly reflects whether the user selects “Professional Rates for Individuals”, “Institutional Rates for Organizations”, or “Professional Rates for Organizations.”</li>\n<li>Now, the x-axis on the Specialties Tab graph shows rates rounded to the nearest dollar amount.</li>\n<li>Now, on the Specialties Tab when your analysis includes only a primary reporting plan group, all the columns in the table display correctly.</li>\n<li>Fixed page titles to accurately reflect the information on the page.  </li>\n<li>Updated terms to refer to “organizations” instead of “facilities” to improve accuracy.</li>\n<li>Now, the legend on the Specialty tab correctly matches your selection for primary and/or comparison reporting plan groups. </li>\n<li>Fixed issue where the results for the primary reporting plan group sometimes displayed for the comparison reporting plan group.  Now, the results display correctly for their respective groups.</li>\n<li>Now, breadcrumbs display correctly when you click on the Healthcare Intelligence icon. </li>\n<li>Now, you can use the breadcrumbs within the Rates Analyzer to return to the first step in the analysis creation.</li>\n<li>Updated wording on the placeholder text in the Geography field within the analysis parameters.</li>\n<li>Fixed issues with excessive memory usage when running multiple analyses concurrently.</li></ul>"
}