{
  "releaseDate": "2023-06-15",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great News!</h4>\nWith this release, the Zelis Healthcare Insights 360 team is happy to make further inroads for the development of Provider Intelligence and bring more enhancements for Plan Intelligence.  \n\n<h5>Enhancements</h5>\n\n<h6>Look up a Provider</h6>\n\n<ul><li>The results will show the minimum, maximum, and median contracted rates for the provider including the associated TIN and TIN Name, based on the selected rate sources, billing code, and negotiation arrangement. We expect that the next release will contain results based on the MRF data.</li>\n\n<ul><li>The results are organized by the Negotiation Arrangement, Negotiation Type, and Place of Service.</li>\n<li>The TINs which have both a primary and comparison rate are listed first in numerical order.</li>\n<li>The TINs which have only a primary rate are listed next in numerical order.</li>\n<li>The TINs which have only a comparison rate are listed next in numerical order. </li></ul>\n\n<li>The results will appear based on the default setting of Negotiation Arrangement as Fee for Service.</li>\n<li>The user can change the filter settings by clicking on Filter Results button.</li>\n<li>The Negotiation Arrangement filter can be either Fee for Schedule, Bundle, or Capitation.</li>\n<li>The Place of Service filter is multi-select. If no selections are made, the user will see all places of service for which the provider is contracted for the selected billing code.</li>\n<li>Results will include rates for all negotiation types that exist within the MRF and are associated with the provider for the selected rate source, billing code, and negotiation arrangement. The possible negotiation types are Derived, Fee Schedule, Negotiated, Percent of Charge, and Per Diem.</li>\n<li>Updated the color schema associated with the primary and comparison rate sources to be consistent with the color schema used within Plan Intelligence.\n<li>Now on the Rates Results, the message “This provider may have multiple contracted rates for this billing code at the same place of service.” will appear to improve users’ understanding of the results.</li></ul>\n\n<h6>Plan Intelligence</h6>\n\n<ul><li>Updated the color schema associated with the primary and comparison reporting plan groups to purple and teal. These colors and their saturation levels will better enable users to quickly compare the advantage one group has on the Geography tab.</li>\n<li>Now, on the Result Detail page, the message “Some providers may have multiple contracted rates for this billing code” to improve users’ understanding of the results.</li></ul>\n \n"
}