{
  "releaseDate": "2023-04-21",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Healthcare Intelligence</h4>\nWith this release, the Healthcare Intelligence Team is happy to bring more enhancements and a few bug fixes.\n<h6>Enhancements</h6>\n<ul><li>Added a Welcome Overview popup to convey a summary of the steps that users will need to complete to see their analysis results. This will appear the first time a user creates an analysis in the browser.</li>\n<li>Added informative text or tooltips to help users understand the following:  Rates Analyzer, Professional Rates for Individuals, Analysis Parameters, Rate Source, the list of reporting plans, the aggregation of reporting plan’s data into a group’s results,  </li>\n<li>Updated the legend on the Geography tab to more clearly indicate when comparing reporting plan groups, which one has the lower median rate or a greater number of providers in a geographic area. </li>\n<li>Now in the Analysis Parameters, users can choose to group their results by county, in addition to the existing options of state and zip code.  Also, in the results, the county names will appear with their associated state abbreviation. </li>\n<li>Now, the results are filtered to display only a zip code’s or county’s results that are within their state. </li>\n<li>Now, there is an icon on the Select Saved Group tab to indicate whether a group is shared. </li>\n<li>Now on the Save Reporting Group popup modal, there is an “x” in the top right corner to the user cancel the process. </li>\n<li>Now, when you delete a reporting plan group, you will see the name of the group in the delete confirmation modal.</li>\n<li>Now, when you are adding or editing a reporting plan group, the active tab’s name will display in a black font and the inactive tab’s name will display in a blue font to indicate that you can click on it to open the tab. </li>\n<li>Now, on the Edit Reporting Plan Group page, the name of the group will be included in the title. </li></ul>\n \n<h6>Fixes</h6>\n<ul><li>Now, on the Results: Provider Details, when the primary reporting plan group’s data does not contain a TIN Name associated with the TIN, the name will now display as “—” instead of using the comparison reporting plan group’s data associated with the TIN.  </li>\n<li>Now on the results page, the table filters are working correctly. </li>\n<li>Now in Results, county names and their associated state abbreviation display correctly. </li>\n<li>Now on the Results: Provider Details, the providers are filtered by the selected geographic area. </li>\n<li>Now, on the Edit Reporting Plan Group page, there is better messaging when the user tries to remove all plans.</li>\n<li>Now, on the Select Saved Groups tab, the size of the group name column is reduced to better manage space needs of other columns.</li>\n<li>Now, on the Add New Group tab, there is a sort indicator (a line above or below the column title) which defaults to be alphabetical order by the Plan Name.  </li></ul>\n\n<h4>Other Modules within Network360</h4>\n<h5>Insights</h5>\n<ul><li>Now, the breadcrumbs work correctly when you navigate to and from Insights.</li></ul>\n\n\n"
}