{
  "releaseDate": "2023-08-16",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Network360 Team</h4>\nThe Network360 Team is thrilled this release includes a major enhancement for finding providers within Model Networks: Network Builder and Optimizer tool.  With this new workflow, you can conduct multiple searches and update your model without leaving the Find Providers page.\n<h5>Model Networks: Network Builder and Optimizer Tool</h5>\n\nTo see these updates, once you set up a model, click the Find Providers button.  The Find Providers page will appear.  \n<h6>Find Providers:  Search Criteria</h6>\n<ul><li>During your initial search, you will see the search fields are now categorized as General, Affiliations, Attributes, and Tags & Confidence Levels.  Once you make your selections within a category, a badge will appear next to the category title to indicate the number of fields you selected. </li>\n<ul><li>The General category includes the following fields:  Name or ID, geography, Specialties, and Model Status.  </li>\n<li>The Affiliations category includes the following fields:  Networks, Participating In, Group, and Admitting Privileges.</li>  \n<li>The Attributes category allows you to search based on custom attributes contained in the project.  When you select an attribute, you are prompted to identify the specific criteria you desire for that attribute. </li>\n<li>The Tags & Confidence Levels category includes the following fields:  Provider tags, Provider Location tags, Address Confidence (high, medium, or low levels) and Specialty Confidence (high, medium, or low levels).</li></ul></ul>  \n\n\n<h6>Find Providers:  Bulk Search</h6>\n<ul><li>To use the new bulk search modal, click the bulk search button by the Name or ID field or the Geography field. </li></ul>\n \n\n<h6>Find Providers:  Search Results and Building Your Model</h6>\n<ul><li>After you click the search button, the new yellow section containing the Criteria Summary, Proposed Changes and the results will appear below the criteria fields.  You might need to scroll down to see these.</li>\n<ul><li>To add provider locations to your model, click the locations button at the top of the results list and make selections.  If you want to add a whole provider group, click the group button at the top of the results list and make selections.  You can choose to use the bulk add or bulk remove options.</li>\n<li>Within the results, the line above or below the column header indicates the sort order.  To change the order, click on the column header.  </li>\n<li>When you select providers or groups to add to your model, be sure to save the changes prior to searching for other providers or groups.  If you forget, you will be prompted to save your changes or lose your selections. </li>\n<ul><li>When you save the proposed changes, the changes will be incorporated into the model and the list of results will update if needed.</li>\n<li>For example, if you search for providers that are out of model, you select providers to add to the model, and save the changes, the refreshed results list will not include the providers you added.  The results will display on the screen until you conduct another search, change whether you view by locations or groups, or navigate away from Find Providers page. </li></ul>\n<li>To conduct another search, scroll up the page and enter your new desired criteria and click search.  After you click search, you will see that the Criteria Summary updates with your new selections. </li>\n<li>The page navigation tool in the results section has been updated.  </li></ul></ul>\n<h4>Healthcare Insights 360 Team</h4>\n\n<h5>Enhancements: Provider Intelligence</h5>\n<ul><li>Now, when you search for rates which have the Percent of Charge Negotiation Type, the results are formatted with percent signs. </li></ul>"
}