{
  "releaseDate": "2023-05-04",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Healthcare Intelligence </h4>\nWith this release, the Healthcare Intelligence Team is happy to bring more enhancements and a few bug fixes, such as:   \n<ul><li>Fixed an issue where some reporting plans were not consistently retrieved or did not display as available.</li>\n<li>Added performance enhancements and updated the user’s workflow to maximize these performance benefits.</li></ul> \n\n<h5>Enhancements</h5>\n<ul><li>This release includes performance enhancements, like default filtering reporting plan selections.</li>\n<ul><li>Now, when you add a new group or editing group, the list of reporting plans will display plans with Plan ID Type = HIOS and Plan Market Type = Group.  </li>\n<li>You can change the filter to display either EIN or HIOS as the Plan ID Type.</li>\n<li>You can change the filter to display either Individual or Group as the Plan Market Type.</li>\n<li>To improve performance, “All” is not an available option for  the Plan ID Type or Plan Market Type. </li>\n<li>When you are editing a reporting plan group, your selections for Plan ID Type and Plan Market Type are retained from your previous search.</li></ul>  \n<li>Now, when adding a new group or changing a group, the page will default to the Select Saved Group tab, which is now the leftmost tab.  You still have the option to create a new group instead.</li>\n \n<ul><li>If you create a new group, the next time you come to the page, the Add New Group tab will open first.</li></ul> \n<li>To save the user’s time and efforts, The confirmation prompt will no longer display when you edit the analysis parameters.</li>\n<li>In the Billing Code selection dropdown, you will now see that the billing code is listed first (leftmost) and then the billing code description.  The dropdown now displays the results in alphanumerical order by the billing code.</li>\n<li>Now, when a rate for a billing code is not available for one of the reporting plan groups, it displays as “Unavailable”</li>\n<li>added enhancements to display rates the specialty as “Unclassified Specialty” for rates without a specified specialty.</li>\n<li>The Billing Code placeholder text now displays as “Search for billing code or billing code short description”</li>\n<li>On the Results Specialty Tab and Geography Tab, the rates in the table and tooltip are rounded to the nearest whole number. </li>\n<li>Now on the Results, you can choose to show either Median Rates (which used to be called Rate Boxplot) or Number of Providers.  </li>\n<li>Now the Results Summary and Results Details page titles will match the pages’ names in the breadcrumbs.</li>\n<li>Now, on the Results Specialty Tab, specialties with long names will be formatted to wrap in the graph and table. </li>\n<li>The Results table and graph formatting are now improved with consistent number formatting, and right aligning values. </li></ul> \n\n<h5>Fixes</h5>\n<ul><li>Corrected the Negotiation Type “Percent of Charge” wording so it displays correctly.</li>\n<li>Fixed an issue where an edited reporting plan group did not display the new plans within the group.</li></ul> \n<h4>Other Modules within Network360</h4>\n<h5>Help Section</h5>\n<ul><li>Now, the links have been fixed and work correctly. </li></ul> \n\n\n"
}