{
  "releaseDate": "2023-06-05",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great News!</h4>\n<h4>Healthcare Insights 360 Team</h4>\nWith this release, the team is happy to bring more enhancements and a few bug fixes:\n<li>Now, Look up a Provider is accessible through the Rate Analytics module.  This module will be used for Provider Intelligence.</li></ul>\n<h5>Enhancements</h5>\n<h7>Look up a Provider</h7>  \n<ul><li>Now, the provider’s name or ID field is type ahead.</li>\n<li>Now, the Search Results page displays a provider’s NPI and NPI type.  The NPI type will be either Individual or Organizational. </li>\n<li>Now, users can use Markdown syntax to format their comments on a provider’s profile.</li>\n<li>Now, on the Provider Details page, the NPI type displays below the NPI.  </li>\n<li>Now when the user’s current project selection is the project configured for Rate Analytics demographic data, the user will see the Rates tab in the Provider Detail page instead of the Networks tab. </li>\n<ul><li>When the user is in a project that is not configured for Rate Analytics, the Networks tab displays instead of the Rates tab.</li></ul>\n<li>On the Rates tab, the user can select their desired rate source.  The user can select different rate sources to be the Primary and Comparison rate sources.</li>\n<li>On the Rates tab, the user can select a billing code for their analysis criteria.</li>\n<ul><li>The billing codes are listed in alphanumeric order.</li></ul></ul>\n\n<h7>Plan Intelligence</h7> \n<ul><li>Now within the Search For Billing Code page, users can view the list of searchable billing codes by clicking on a link to a .csv file. </li></ul>\n\n<h7>Manage Users</h7> \n<ul><li>Now, users’ feature access will reflect the new name of “Rate Analytics” (RA) instead of Healthcare Intelligence. </li></ul>\n\n<h5>Fixes</h5>\n<h7>Plan Intelligence</h7> \n<ul><li>Now, the user’s selected geography filter is applied correctly to the Specialty and Geography tabs. </li>\n<li>Now, when the user does not select a geography as part of the analysis criteria, the results display correctly. </li>\n<li>Now on the Add New Reporting Plan Group page and Edit Reporting Plan Group modal, the filtering of the Company Name field works correctly, and the field’s size is similar to other filters on the page. </li>\n<li>Now on the Results page, when the user switches between the Specialty and Geography tabs, the user’s selection to show Professional Rates for Individuals, Professional Rates for Organizations, or Institutional Rates for Organizations is retained.</li></ul>\n\n<h4>Other Modules in Network360</h4>\n<h5>Activity Stream</h5>\n<ul><li>Now, Activity Stream can be accessed only using the clock icon in the top right corner of the screen.  The Activity Stream will no longer be included in the My Things menu.</li></ul>\n"
}