{
  "releaseDate": "2023-06-30",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Healthcare Insights 360 Team</h4>\nWith this release, the team is happy to enhance Plan Intelligence with csv exports of the Results Summary page.   \n<h5>Enhancements</h5>\n<h7>Plan Intelligence</h7>\n<ul><li>Now on the Results Summary page, you can export your results by clicking the export button located near the top of the page. </li>  \n<ul><li>To export the Results Summary for specialties, select the Specialty tab and click the export button. </li> \n<li>To export the Results Summary for geographies, select the Geography tab and click the export button. </li> \n<li>If you want to export the summary results after viewing the Result Details page, use the “Back to Summary” link to return to the summary results and then click the export button. </li></ul></ul>\n \n<h7>Navigation Menu</h7>\n<ul><li>Now, when your currently selected project is the Rate Analytics project, you  can navigate to Rate Analytics (Plan Intelligence or Look up a Provider) or Insights modules. </li></ul>\n \n<h6>Fixes </h6>\n<h7>Plan Intelligence</h7>\n<ul><li>Now the Geography Results Summary reflects the same number of rates and providers that displays on the Result Details page. </li> \n<li>Now, the number of rates with the Percent of Charge negotiation type on the Result Details page matches the number of these rates on the Results Summary page. </li></ul>\n<h7>Tour of Network360</h7>\n<ul><li>Now, on the Rate Analytics tour stop, the description is left aligned to better manage spacing issues.</li></ul>\n<h4>Other Network360 Enhancements</h4>\n<h7>Help Section</h7>\n<ul><li>Now, all client users can better understand what “Network Composition” is.  In the Help Section within the Compare Networks information, you can click on the question “What is Network Composition?”  </li> \n<ul><li>“The Network Composition chart in the Top Specialty details view displays the percentage of each specialty relative to the number of core providers in the network.  Hover over the bar to see the count of providers in that specialty and the total number of core providers, of any specialty, in the network. With multiple comparison networks, the initial view of the comparison networks is the average of all comparison networks. View a single comparison network’s composition by selecting it in the Comparison Average dropdown. Bars for a single comparison network can be clicked but cannot be clicked for comparison average.”</li></ul></ul>\n \n\n<h7>Retention Policy </h7>\n<ul><li>Network360 will be implementing a Retention Policy for all clients.   Next month, to improve the user experience, Network360 will remove all Adequacy and Accessibility analyses that were last updated over 12 months ago and any unused population file created over 12 months ago. </li> \n<li>If you want to retain an older analysis, please update it by changing the criteria and run the analysis again. To retain a population file, please use the file in any analysis.</li></ul>\n\n<h7>Accessibility </h7>\n<ul><li>Now, when an analysis uses a model that has been republished after the Accessibility analysis was performed, the status for the Accessibility analysis will be “suspended” until the Accessibility analysis is performed again.</li> \n<li>Updated the Report Grouping tooltip’s wording on the analysis criteria page to inform users that the report grouping selection applies to the following results and exports:  Access Details, Geographic Summary, Hospital Summary, Top Hospitals, and Top Markets. </li></ul>\n<h7>Adequacy</h7>\n<ul><li>Now, when an analysis uses a model that has been republished after the Adequacy analysis was performed, the status for the Adequacy analysis will be “suspended” until the Adequacy analysis is performed again.</li></ul>\n\n<h7>My Things</h7>\n<ul><li>My Specifications: Updated the message that appears when you search for a specification and no specifications match the name you entered. </li></ul>\n<h7>Data Vintage</h7>\n<ul><li>Updated wording to improve clarity.</li></ul>\n<h7>Population Files</h7>\n<ul><li>Now when building a population file, any zip codes where the employee count = 0 will  be removed automatically from the population file.  When you download a population file, you can see the zip codes which are retained and the associated employee counts.</li></ul>\n"
}