{
  "releaseDate": "2023-01-17",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great news!</h4> \nThis release includes major enhancements for Accessibility exports and an Accessibility performance improvement.\n\n<ul><li>Now in Accessibility, you can select your desired results tabs to export as a pdf.  You can also export the results for all specialties within a different export.</li>\n<li>We improved the performance of Accessibility analyses that use a national population file.</li></ul>\n\n<h4>New Enhancements</h4>\n<h5>Accessibility</h5>\n<ul><li>Now, new exports are available! To see the options, click the Export button on the top right of the results page.</li>\n<ul><li>Custom Accessibility Report</li> \n<ul><li>Now, you can select which tabs in the results that you want to include in your report.</li>\n<li>To include the results for a tab, click the “Add to PDF” button.</li>\n<li>On the Access Map, the “Add to PDF” button is located above the Inspect Zip Code button in the bottom left of the map. </li>\n<li>You will then notice that the button label changes to “Added to PDF” and a download icon appears on the tab’s label.  The report name in the export dropdown also indicates the number of tabs selected.</li>\n<li>To de-select a tab, click the “Added to PDF button.” Notice that the button label changes to “Add to PDF,” the download icon no longer appears on the tab’s label, and the number of tabs to export decreases.</li>\n<li>If you want to de-select all the tabs your chose to be exported, choose the “Remove your selection(s)” option in the export dropdown menu. </li>\n<li>Each exported tab can have different filter criteria. </li>\n<li>If desired, you can update the filters selected for your export by changing the filter and clicking the “Update PDF” button for each tab that you want to update.</li>\n<li>The activity stream and notification email will note which tabs you selected to export.</li>\n<li>The Access Map export shows a legend of your map feature selections (providers, provider radiuses, members with access, and/or members without access). </li>\n<li>The Access map includes the message, “The map displays members based on the filter criteria and area types.” </li></ul></ul></ul>\n\n<ul><ul><li>Geographic Summary – All Specialties </li>\n<ul><li>This contains the information in the Geographic Summary tab for each specialty standard in the specification associated with the analysis. </li>\n<li>The pdf will display the information in a table format.</li></ul></ul></ul>\n\n<ul><ul><li>Access Map – All Specialties</li>\n<ul><li>This pdf includes the access map for each of the specialty standards within the specification associated with the analysis. </li>\n<li>Each map shows a legend with your map feature selections (providers, provider radiuses, members with access, and/or members without access). </li>\n<li>Each map includes the message, “The map displays members based on the filter criteria and area types.” </li></ul></ul></ul>\n\n<ul><li>Geographic Summary Tab</li>\n<ul><li>Now on the Geographic Summary tab, there is a count of the selected zip codes next to the name of the report grouping.  If there are different counts of member zip codes and provider zip codes, a tooltip will appear to explain the information. </li></ul></ul>\n<ul><li>Updated wording on the activity stream and blue toast messages to show “Accessibility.” </li></ul></ul>\n\n\n<h5>Compare Networks</h5>\n<ul><li>In Compare Network’s Top Specialties quadrant, there is now a clearer distinction between the clickable display options and category labels on the pop-up.  Now, when you mouseover an option, the option’s background color changes to light blue.  The left blue line indicates the option which currently displays in the graph.  The category labels are fully capitalized to distinguish between these labels and the clickable options.</li></ul>\n\n\n\n<h5>Model Networks Software Development (NBO) </h5>\n<ul><li>Updated wording in the Model Setup pages 2 & 3 to accurately reflect the graph color. </li></ul>\n\n\n\n<h4>Maintenance/ Tech Debt</h4>\n<ul><li>Added instrumentation to enable future performance enhancements. </li></ul>\n\n\n\n<h4>Fixed Issues</h4>\n<h5>Accessibility</h5>\n<ul><li>Now, comparison networks’ results will display correctly instead of showing 0's. </li>\n<li>Improved performance so that Accessibility analyses of a national population file no longer times out.  </li></ul>\n\n\n\n<h5>Group Profile</h5>\n<ul><li>Fixed an issue where one project’s group profile data was not appearing.  Now, Group Profiles can be viewed in all projects with group profile data. </li></ul>\n\n\n\n<h5>Landing Page</h5>\n<ul><li>Fixed an issue where the map on the Landing page did not display correctly if you viewed a map on the Provider Profile page immediately prior. </li>"
}