{
  "releaseDate": "2023-02-15",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Exciting news!</h4>\n<ul><li>This release contains the foundation for our new Healthcare Intelligence module!! This is Network360’s first release for Healthcare Intelligence and a result of the great collaboration between the Network360 and Sapphire teams.\nHealthcare Intelligence will enable users to unlock the value of payer price transparency by performing analytics on the data that will deliver valuable insights and empower a range of plan functions including network, provider, finance, sales, and strategy to:\n<ul><li>Identify opportunities for rate adjustment and contract negotiations to remain competitive</li>\n<li>Protect rates against provider negotiations</li>\n<li>Discover rate positioning against competitors</li>\n<li>Make strategic decisions based on provider cost</li>\n<li>Showcase plan value to prospective customers</li></ul>\n<li>Now in Network360, we can include clients who focus solely on Healthcare Intelligence and/or Insights modules, without being associated with a project.</li></ul>\n<h4>New Enhancements</h4>\n\n<h5>Healthcare Intelligence</h5>\n<ul><li>Our first steps in the development of the Healthcare Intelligence module lay the foundation by setting up the configuration process and user access.</li>\n<li>Healthcare Intelligence is now included in the left sidebar navigation directly under the Home icon.</li></ul>\n \n<h5>Manage Users</h5>\n<ul><li>Now, the features column will display “HI” to indicate that the user has access to Healthcare Intelligence.</li></ul>\n \n<h5>Add or Edit User Pages</h5>\n<ul><li>Now, users can be created and managed without any requirements for project associations or features.</li> \n<ul><li>When a client does not have any projects, the add/edit user pages will not display the projects section on the page.</li></ul>  \n<li>Healthcare Intelligence is now one of the options within the feature dropdown list. </li> </ul>\n\n<h5>Landing Page</h5>\n<ul><li>Users without any project nor feature access will now see a new Welcome to Network360 page, and the sidebar navigation will include only the Help and Contact Us options.</li>\n<ul><li>Users with Healthcare Intelligence or Insights access only will see the new Welcome to Network360 page as the landing page, and the sidebar navigation will include Healthcare Intelligence or Insights modules (depending on their access setting) and the Help and Contact Us options.</li>\n<li>These users will not see any project or specialty mapping information in the top right corner of the screen.</li></ul>\n<li>Users with access to Healthcare Intelligence will go to the Rates Analyzer criteria page when they click on the Healthcare Intelligence icon on the left sidebar navigation panel. </li>\n<li>Users without access to Healthcare Intelligence will see a marketing message when they click on the Healthcare Intelligence icon on the left sidebar navigation panel.  </li></ul>"
}