{
  "releaseDate": "2023-11-10",
  "body": "<font color=orange><b>Release Notes</b></font>\nThe Network360 Team is very excited that to release a Rate Analytics Look up a Provider enhancement which includes a graphic representation of the results and groups the results by TIN (Tax Identification Number) as well as other enhancements and fixes.\n<h4>Enhancements</h4>\n<h5>Look up a Provider</h5>\n \n<ul><li>Now when the user’s project is Rate Analytics and they search for rate information on the Rates tab, the results are represented within a graph and in the table as grouped by TIN (Tax Identification Number).</li>\n<li>The results will be sorted initially by the median rate.  The user can change the sort by clicking on the desired column header.  The line above the header indicates the sort is in ascending order.  The line below the header indicates the sort is in descending order. </li>\n<li>The boxes on the graph indicate the minimum, lower quartile, median, upper quartile, and maximum rate for a TIN.  When a provider has fewer than 5 rates associated with a specific TIN, the rates are represented by a dot (for one rate) or a line on the graph (for 2-4 rates).  </li>\n<li>By clicking on the Filter Results button, the user can change the filters for Negotiation Arrangement or Place of Service.  The default for Negotiation Arrangement is Fee for Service.  The default for Place of Service is any place of service. </li></ul>\n\n<h5>Plan Intelligence</h5>\n<ul><li>Now, you can easily navigate to Look up a Provider from the Plan Intelligence Result Details page to view all rates for that billing code with your same criteria selections.  To do this, click on the linked NPI or rates in your results in Plan Intelligence.</li>\n<ul><li>When the results in Plan Intelligence indicate there are rates for that provider in both the primary and comparison rate sources, when you click on the linked NPI you will see the provider’s rates for both rate sources organized by TIN in Look up a Provider.</li>\n<li>When there are rates for that provider in only the primary comparison rate source, you will see only the primary rate source’s rates in Look up a Provider.</li>\n<li>When there are only comparison rates in Plan Intelligence, when you click on the linked comparison rate, you will see the rates information in Look up a Provider with that rate source listed as the primary rate source.</li>\n<li>If the reporting plan groups you selected in Plan Intelligence were from the same rate source, you will see information in Look up a Provider for only that rate source. </li></ul>\n<li>When you navigate from Plan Intelligence to Look up a Provider, you will see a Back to Plan Intelligence Results link above the provider’s name on the top right of the page. </li></ul>\n\n<h5>Accessibility</h5>\n<ul><li>Now, to improve performance when you view a “Ready” Accessibility analysis, you will be required to click Apply Filter button before rendering the results.  This gives you an opportunity to set the filters to match your needs instead of automatically rendering the results for options that might not meet your needs.</li></ul>\n\n<h4>Fixes</h4>\n<h5>Accessibility</h5>\n<ul><li>Now when using Firefox, the map legend appears correctly on the Access Map tab.</li>\n<li>Fixed an issue where the Population File modal closed without giving enough time to the user to read the validation message. </li></ul>\n<h5>Adequacy </h5>\n<ul><li>Fixed an issue where the Population File modal closed without giving enough time to read the validation message. </li></ul>\n<h5>Compare Networks</h5>\n<ul><li>Now when you choose to export a custom pdf report, you can scroll down to bottom of the Custom PDF Export modal, make your selections, and export the report.  </li></ul>\n<h5>Landing Page</h5>\n<ul><li>Now, the tooltip and map coloration work correctly for a geographic area when My Networks has no providers and the Competitor Network has providers within that geography. </li></ul>\n<h5>Plan Intelligence</h5>\n<ul><li>Now, the rate source list in Plan Intelligence is not categorized.</li>\n<li>Now in the Help section, the image for Plan Intelligence includes the correct name for this module. </li>\n<li>Now in the results on the Number of Providers graph, the labels on the x-axis appear correctly without repetition of numbers.  </li></ul>\n<h5>Population Files</h5>\n<ul><li>Now, there is consistent file name validations when you create a new population file using either the Create New Population File modal or the option within My Things > My Population Files.  Both allow only three special characters to be included in a population file name:  comma, period, and underscore. </li>\n<li>Now, when you have completed creating a population file with in the Create New Population File modal, you will see the Close button.  After you create a population file using My Things > My Population Files > Add Population File, you will see the Create Another button.  To navigate away from the page, use either the breadcrumbs or the left sidebar navigation menu.  </li></ul>\n"
}