{
  "releaseDate": "2023-10-30",
  "body": "<font color=orange><b> Release Notes</b></font>\nThe Network360 Team is excited that this release includes enhancements for Accessibility, Insights, Recruitment,\nCompetitive Dashboard and Compare Networks. The release also includes fixes for Accessibility, Ranked Networks, Insights\nand My Specifications.\n\n<h4>Enhancements</h4>\n\n<h5>Accessibility</h5>\n<ul>\n  <li>Updated the Custom PDF exports for Specialty Summary. When a user selects multiple specialties, it is now\n    separated by ‘OR”.</li>\n</ul>\n\n<h5>Insights</h5>\n<ul>\n  <li>To avoid confusion in Network 360, the Insights module name has been changed to Custom Reports, along with other\n    insight references in the Module. Insight email inquiries will remain as insights@zelis.com..</li>\n</ul>\n\n<h5>Competitive Dashboard</h5>\n<ul>\n  <li> A tool tip Icon has been added next to the counts section, which explains the different count types.</li>\n</ul>\n\n<h5>Compare Networks</h5>\n<ul>\n  <li> A tool tip Icon has been added next to the counts section, which explains the different count types.</li>\n</ul>\n\n<h5>Recruitment</h5>\n<ul>\n  <li> The initial Recruitment page, labels and descriptions have been updated to reduce confusion for users.</li>\n  <li>\"recruit for networks\" is now \"recruit for target networks”</li>\n  <li>\"from networks\" is now “from source networks.”</li>\n  <li> Recruit Providers\n    <ul>\n      <li>The “recruit for target networks” dropdown defines a list of networks to which you want to add providers.\n      <li>The “from source networks” dropdown defines a list of networks which will be your source providers. The\n        results will include providers associated with these networks.\n    </ul>\n  </li>\n</ul>\n\n<h4>Fixes</h4>\n<h5>Accessibility</h5>\n<ul>\n  <li>Fixed Gateway timeout issue on GAP Map and Top hospitals.</li>\n</ul>\n\n<h5>Ranked Networks</h5>\n<ul>\n  <li>Other survey participants are no longer able to see what providers another survey participant selected.</li>\n</ul>\n\n<h5>Insights</h5>\n<ul>\n  <li>Fixed a link for the Insights Marketing page, where users were receiving error messages when trying to\n    access it.</li>\n</ul>\n\n<h5>My Specifications</h5>\n<ul>\n  <li> When uploading a beneficiaries file OR a population file, .xls files are no longer available to be\n    selected.</li>\n  <li> When trying to upload a population file, the message “The file must contain a column with the “zip’\n    header” will be displayed.</li>\n</ul>\n"
}