{
  "releaseDate": "2023-08-31",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Network360 Team</h4>\nThe Network360 Team is thrilled this release includes a new Accessibility export with the results grouped by zip codes.\n<h4>Enhancements</h4>\n<h5>Accessibility<h5>\n<ul><li>Now, users can see Accessibility analysis results grouped by zip code in the Access Details by Zip Code csv export.  </li>\n<li>To view the report, open a ready analysis and click on the export button on the top right of the screen.  Then select “Access Details by Zip Code.”</li>\n<li>Now, the Access Details csv export displays results that are rounded to 1 decimal point.</li></ul>\n\n<h5>Population Files<h5>\n<h6>Counting Methodology</h6>\n<ul><li>The counting methodology for the employee count has been improved to enable users to upload population files consisting of zip codes with specified employee counts and unspecified employee counts.  Each instance of the latter will be counted as 1 employee. </li>\n<li>If all the employee count values are blank in an uploaded file, each instance of the zip code will be counted as 1 employee. </li></ul>\n<h6>My Things > My Population Files</h6>\n<ul><li>Updated wording and highlighting to match the experience in other parts of My Things.</li>\n<li>To enable users to focus on key information in this screen, we removed some extraneous info.</li>\n<ul><li>For example, instead of stating “Created by <username>” with the creation date in italics, the creator’s name appears in italics with the creation date. </li></ul></ul>\n \n<h4>Fixes</h4>\n<h5>Accessibility<h5>\n<ul><li>Now, your Comparison Network filter selections will be retained when you navigate between tabs in the results.</li>\n<li>Now, the Hospital Summary export option displays only for applicable lines of business. </li>\n<li>Now, there is more consistent naming of the Accessibility exports in the blue toast notifications, file name, activity stream, and email notification.  </li>\n<li>On the Geographic Summary and Specialty Summary tabs, when you select “Top 4 Networks” in the Comparison Network filter, you will now see “Top 4 Networks” on the pdf.  This is useful since the networks may differ when you view the results by geography or specialty. </li>\n<li>Corrected issues with the retention of the results’ default order when you switch between result tabs. </li></ul> \n\n<h5>Compare Networks<h5>\n<ul><li>Updated the wording in the export email notifications for the County Type to exactly match the wording in the UI. </li></ul>\n<h5>Competitive Dashboard<h5>\n<ul><li>Updated the wording in the “Confirmed %” tooltip (found in the table header in the Top Network Market Penetration results).  </li>\n<ul><li>Now, the wording correctly describes that the confirmed percentage is the percent of all providers and/or locations that are confirmed using high and medium address confidence scores” for medical, behavioral, and vision projects.</li></ul></ul>\n\n<h5>Model Networks: Network Builder and Optimizer Tool<h5>\n<ul><li>Now, you can successfully use the browser’s back button to return to the Manage Model Summary Page when you have not selected any criteria on the Find Providers page. </li></ul>\n\n<h5>Plan Intelligence</h5>\n<ul><li>Now, the criteria listed in both the blue toast and email notification match the wording used in the UI. </li></ul>\n\n<h5>Look up a Provider (Provider Intelligence)</h5>\n<ul><li>Now, an explanatory message displays below the rate source selection field: “A Rate Source is the entity publishing rates.  This will often be a payor / health plan.”</li></ul>\n"
}