{
  "releaseDate": "2023-09-29",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Network360 Team</h4>\nThe Network360 Team is excited that this release shifts the access to the Help Center and Contact Us to be in the user menu located under a user’s gravatar and contains enhancements and fixes for Healthcare Insights Rate Analytics and other modules.\n\n<h4>Enhancements</h4>\n<h5>Navigation</h5>\n<ul><li>Now, users can access Help Center and Contact Us information via the user menu that appears when you click your gravatar instead of accessing these through the left sidebar navigation panel.   </li>\n<li>To increase awareness of the Accessibility and Adequacy modules, clients who do not have a subscription for these will see Accessibility and Adequacy listed within the left sidebar navigation menus.  When these client users select either of these modules, they will see a marketing message. </li> \n<ul><li>As only Accessibility is applicable to broker clients’ needs, Adequacy will not be available to broker clients. </li></ul></ul>\n<h5>Accessibility</h5>\n<ul><li>Now, the legend on the Access Map pdf export includes area type information.</li></ul>\n \n\n<h4>Fixes</h4>\n<h5>Accessibility</h5>\n<ul><li>Fixed an issue on the Manage Accessibility Analyses page where the status tooltip was retained when you filtered to see only suspended statuses.</li>\n<li>Now on the Access Details csv export, the provider counts are now subtotaled by Area Type within a geography grouping. </li></ul>\n<h5>Adequacy</h5>\n<ul><li>Fixed an issue on the Manage Adequacy Analyses page where the status tooltip was retained when you filtered to see only suspended statuses.</li></ul>\n\n<h4>Healthcare Insights 360 Team</h4>\n<h5>UI Enhancements</h5>\n<h6>Provider Intelligence</h6>\n<ul><li>Now, the Rate Source dropdown categorizes the rate sources so the user can better understand with which rate sources the provider is affiliated.  The categories are Affiliated Rate Sources and Non-Affiliated Rate Sources.</li>\n<li>Now with this formatting update, the page title “Results” is more noticeable.  Also, “Search for Billing Code” no longer appears on the results page as this step in the creation of the analysis is already completed. </li></ul>\n \n<h5>UI Fixes</h5>\n<h6>Provider Intelligence</h6>\n<ul><li>Now, all available billing codes with contracted rates for the provider will appear within the billing code dropdown.  In the past, this dropdown was filtered to display only the billing codes determined to be applicable. </li>\n<li>Fixed an issue where the dropdown list of rate sources remained on the screen after you selected your desired rate source. Now, the loading icon displays below the rate source fields after you have selected your rate source. </li>\n<li>Now the Export Initiated banner message appears above the provider’s name to fix an issue where the message’s appearance shifted the position of the provider’s name on the screen. </li>\n<li>Fixed an issue where the highlighted results suppressed spaces, e.g. the spaces between the three words in the provider name “Example Provider Center.”  </li></ul>\n<h6>Plan Intelligence</h6>\n<ul><li>Now, the export button consistently displays as you make changes in the analysis parameters. </li>\n<li>Now the billing codes that display in the billing code dropdown now match the list of searchable billing codes. </li>\n<li>Now, the Result Details filtered for unclassified specialties displays only the rates for providers with unclassified specialties.</li></ul>"
}