{
  "releaseDate": "2023-12-15",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Network360 Team</h4>\nThe Network360 Team is very excited that now you can export the Provider Rates Detail csv report within Rate Analytics Look up a Provider!  This release also contains enhancements for other modules including renaming the Population column to be Employee Count with Compare Networks Network Counts by Geography csv export.  Please read below for more details. \n<h4>Enhancements</h4>\n<h5>Look up a Provider</h5>\n<ul><li>Now in Look up a Provider with the Rate Analytics project, you can export the Provider Rates Detail csv report by clicking on the export button on the top right of the Rates tab page. </li>\n<li>This export will include the following information:  NPI, Provider Name, Facility Name, Specialty, Specialty Confidence Score, Specialty Group, Provider Type, TIN, TIN Name, Billing Code, Billing Class, Primary Rate Source, Primary Minimum Rate, Primary Median Rate, Primary Maximum Rate, Comparison Rate Source, Comparison Minimum Rate, Comparison Median Rate, Comparison Maximum Rate, and Provider Profile Link. </li></ul>\n<h5>Compare Networks</h5>\n<ul><li>To improve consistency and clarity for the Network Counts by Geography csv export, the population column (which appears when you perform a radius search) has been renamed to be “Employee Count” and is now the rightmost column (column L).  This is now consistent with the columns that display when you use a different geography search. </li>\n<li>Now, the scale for the graph within the Compare Networks Overlap Details will display only integers. </li></ul>\n<h5>PDF Exports</h5>\n<ul><li>Now, the Network360 url is now listed at the bottom of the purple section of the cover page. </li></ul>\n<h5>Create a List</h5>\n<ul><li>Now on the Provider Profile popover panel’s Networks tab, the message displays “These networks are associated with the listed location.”  This message explains that the networks which are listed on the panel are the networks in which the provider participates at the location listed in Create a List results.</li></ul>\n<h5>Group Profile Page</h5>\n<ul><li>Now, when you view the map tab, the loading indicator appears within the Map tab.   Thus, the user can still see the Group Profile information at the top of the screen and navigate to other tabs if desired. </li></ul>\n<h4>Fixes</h4>\n<h5>Alert Messages</h5>\n<ul><li>Now, alert messages appear at the proper location at the top of the screen without requiring you to scroll to the top of the screen to view the message.</li></ul>\n<h5>Adequacy </h5>\n<ul><li>Fixed an issue on the results page where your geography filter selections were not retained. </li>\n<li>Now, your scroll position is no longer retained when you view various pages within the results.  When the new page loads, you are redirected to the top of the page even when you scrolled down to the bottom of the previous page you viewed. </li></ul>\n<h5>Compare Networks</h5>\n<ul><li>Now, in the Network Counts by Geography csv export when the geography criteria contains a population file and a state or MSA, all the geographies are included within the export.  Previously, the export excluded any zips in the export that are not located within both the state and the population file.  </li>\n<li>Now in the Network Counts by Geography csv export when the geography criteria contains a population file and a zip3 (e.g. 333*), the zip codes are listed only once within the export.</li>\n<li>Now when you are in Top Specialties > Specialty Group Details and click one of the bars in the graph to view the details, the breadcrumbs will now return you to the Specialty Group Details page.</li>\n<li>Now, your scroll position is no longer retained when you view various pages within the results.  When the new page loads, you are redirected to the top of the page even when you scrolled down to the bottom of the previous page you viewed. </li></ul>\n<h5>Manage Users</h5>\n<ul><li>Now, users are listed in alphabetical order without considering capitalization within the user’s name. </li></ul>\n<h5>New Users</h5>\n<ul><li>Fixed an issue where the Welcome Modal no longer appeared for new users.  Now, the modal appears.</li>\n<li>Now, when a user attempts to create an account using an email address is that is too long (over 50 characters), the user will see the validation message “Invalid email address”.</li></ul>\n<h5>Provider Profile</h5>\n<ul><li>Now, the Specialty column is formatted to wrap the text.  Thus, specialties which have long names (e.g. Pediatric Infectious Disease Medicine) now appear in two lines instead of one.</li></ul>\n<h5>Rate Analytics Look up a Provider </h5>\n<ul><li>Now, the Billing Code dropdown no longer displays an inaccurate message below unavailable billing codes.  </li>\n<li>Fixed an issue where an “A” displayed within the filter section intermittently.  The “A” no longer displays.</li></ul>\n<h5>Plan Intelligence</h5>\n<ul><li>Fixed an issue where “Plan Intelligence” did not display within the page header.  Now, “Plan Intelligence” displays within the page header.</li></ul>\n<h5>Model Networks</h5>\n<ul><li>Now, the left side bar navigation panel behaves the same way as it does in other components and remains anchored to the page. </li></ul>\n<h5>Hamburger Menu </h5>\n<ul><li>Now when you navigate Network360 via the hamburger menu which appears in the top right corner of the screen when the window is reduced in size, the scroll bar now appears in the My Things options so that you can see all items listed in My Provider Lists, My Population Files, My Tagged Providers.  Note, My Network Rankings will display only the most recent 15 rankings. </li></ul>\n<h5>Specifications</h5>\n<ul><li>Now, when a specification contains a standard for a specialty that no longer exists within the specialty mapping associated with the specification, there will no longer be an error when you use the specification within an Adequacy or Accessibility analysis.  Instead, this standard will not display within the Accessibility and Adequacy analysis nor in their exports. </li>\n<li>When creating a specification, once you select a specialty mapping and go to the next page in the creation process, you cannot edit the specialty mapping selection.  Furthermore, when you edit a specification, you cannot edit the specialty mapping field.  Previously, the field appeared to be editable. </li></ul>\n"
}