{
  "releaseDate": "2023-10-11",
  "body": "<font color=orange><b>Release Notes</b></font>\nThe Network360 Team is excited that this release includes performance enhancements for Accessibility, especially on the Results Access Comparison tab.\n<h4>Enhancements</h4>\n<h5>Accessibility</h5>\n<ul><li>The overall performance for Accessibility is now improved.  However, an analysis still takes longer to run the first time than the second time an analysis with the same networks and specification runs.  </li>\n<li>Now on the PDF export of the Results > Access Comparison tab, when you set select “All (Compound Access)” the criteria will show “All (Compound Access).” </li>\n<li>Now on the Results > Specialty Summary tab, when you select multiple specialties or all specialties, the criteria will list each specialty separated by the “OR” conjunction, e.g. “Cardiology OR Dermatology OR Endocrinology.”</li></ul>\n<h5>Population File</h5>\n<ul><li>As of October 30, 2023, Network360 will no longer support the creation of population files by uploading .xls formatted files.  Please upload either a .csv or .xlsx formatted file to create a population file. </li></ul>\n<h5>Adequacy </h5>\n<ul><li>As of October 30, 2023, Network360 will no longer support the creation of beneficiary files by uploading .xls formatted files.  Please upload either a .csv or .xlsx formatted file to create a beneficiary file. </li></ul>\n<h5>Plan Intelligence</h5>\n<ul><li>Now, the Place of Service dropdown displays two categories:  Most Common and Additional Places of Service.  Within each category, the places are listed in alphabetical order.  This improvement will facilitate your easy and fast selection of your desired place of service. </li>\n<li>Unspecified Place of Service is now listed within the Most Common category. </li></ul>\n\n<h5>Provider Intelligence</h5>\n<ul><li>Now, the Place of Service dropdown displays two categories:  Most Common and Additional Places of Service.  Within each category, the places are listed in alphabetical order.  This improvement will facilitate your easy and fast selection of your desired place of service. </li>\n<li>The Place of Service is now a single select field. </li>\n<li>Unspecified Place of Service is now listed within the Most Common category. </li></ul>\n\n<h4>Fixes</h4>\n<h5>Rank Networks</h5>\n<ul><li>Now, the tooltips on the Excluded Networks tab do not display when you move your mouse away from the + and x icons and when the icons are clicked. </li>\n<li>Now, emails, which share results of a network ranking, correctly display the client’s name even when the client’s name includes special characters. </li></ul>\n<h5>PDF Exports</h5>\n<ul><li>Fixed an issue where the pdf export included blue toast message notifying you that your export is ready.  Now, the pdf export does not include blue toast message. </li></ul>\n<h5>Provider Intelligence</h5>\n<ul><li>Now, the page numbering works correctly so that it resets when the analysis parameters or billing code is changed. </li></ul>\n<h5>Plan Intelligence</h5>\n<ul><li>Now the table filters will reset when you switch between the Specialty and Geography tabs.</li></ul>"
}