{
  "releaseDate": "2023-12-01",
  "body": "<font color=orange><b> Release Notes</b></font>\nThe Network360 Team is excited that this release includes Enhancements for Accessibility, Specialty Mapping and Compare Network. The release also includes fixes for Adequacy, Accessibility, Population Files and  Competitive Dashboard\n\n<h4>Enhancements</h4>\n\n<h5>Specialty Mapping - Model Networks Page</h5>\n<ul>\nWhen a specialty mapping is no longer associated with the project or has been deleted, the following should happen.</li>\n<li> \tAfter the project refresh, model will be in a draft state.</li>\n<li>\tWhen the user views the Manage Models page:\n<ul>\n      <li>The status = Draft\n      <li>If the specialty mapping is missing, the specialty mapping = \"Not available\" (in red)\n     </ul>\n  <li>\tWhen the user edits the model criteria, the specialty mapping field will be blank, and the user will be required to select a new specialty mapping for the model.</li>\n</ul>\n<h5>Specialty Mapping- Manage Adequacy Analyses Page</h5>\n<ul>\nWhen a specialty mapping, population file, specification, network, or model network is no longer associated with the project or has been deleted you should now see an error highlighted in red.\n <li> After project refresh and there are no changes to the network or specialty mapping, the analysis is in a suspended state.</li>\n  <li> If the analysis is missing the population file, specification, or model network (it has been deleted), the analysis will be in an incomplete state.</li>\n  <li> If the analysis is missing the population file, specification, or model network AND the project is refreshed, then the status will be incomplete.</li>\n  <li> When the user views the Manage Adequacy Analyses page:\n   <ul>\n     <li>If the population file is missing, the population file = \"Not available\" (in red)\n     <li>If the specification is missing, the specification = \"Not available\" (in red)\n     <li>If the analysis used a model network that has not been republished since the project refresh, network = \"Model #<n>: Project refreshed - <Model Network Name>\" \n     <li>If the analysis used a model network that has been deleted, network = \"Model #<n> not \n     </ul>\n   </li>\n \n   <li> After project refresh, the analysis is in a suspended state.</li>\n   <li> If the analysis is missing the network or specialty mapping (it has been deleted), the accessibility analysis will be in an incomplete state.</li>\n   <li> If the analysis is missing the network or specialty mapping and the project is refreshed, then the status will be incomplete.</li>\n   <li> When the user views the Manage Accessibility Analyses page:\n   <ul>\n     <li>        If the specialty mapping is missing, the specialty mapping = \"Not available\" (in red)\n     <li> \tIf the analysis used one of my networks or competitor networks that are no longer available in the project, network = \"Not available\" (in red\n    </ul>\n  </li>\n</ul>\n<h5>Specialty Mapping- Manage Accessibility</h5>\n<ul>\nWhen a specialty mapping, population file, specification, network, or model network is no longer associated with the project or has been deleted you should now see an error highlighted in red\n  <li> After project refresh and there are no changes to the network or specialty mapping, the analysis is in a suspended state.</li>\n  <li> If the analysis is missing the population file, specification, or model network (it has been deleted), the analysis will be in an incomplete state.</li>\n  <li> If the analysis is missing the population file, specification, or model network AND the project is refreshed, then the status will be incomplete.</li>\n  <li> When the user views the Manage Accessibility Analyses page:\n   <ul>\n     <li>If the population file is missing, the population file = \"Not available\" (in red)\n     <li>If the specification is missing, the specification = \"Not available\" (in red)\n     <li>If the analysis used a model network that has not been republished since the project refresh, network = \"Model #<n>: Project refreshed - <Model Network Name>\" \n     <li>If the analysis used a model network that has been deleted, network = \"Model #<n> not found\"\n     </ul>\n   </li>\n \n  <li> After project refresh, the analysis is in a suspended state.</li>\n  <li> If the analysis is missing the network or specialty mapping (it has been deleted), the accessibility analysis will be in an incomplete state.</li>\n  <li> If the analysis is missing the network or specialty mapping and the project is refreshed, then the status will be incomplete.</li>\n  <li> When the user views the Manage Accessibility Analyses page:\n   <ul>\n     <li> The status = \"Incomplete\n     <li> The status = \"Incomplete “If the specialty mapping is missing, the specialty mapping = \"Not available\"  (in red)\n     <li> If the analysis used one of my networks or competitor networks that are no longer available in the project, network = \"Not available\" (in red) \n     </ul>\n  </li>\n</ul>\n      \n<h5>Accessibility</h5>\n<ul>\n  <li> Column E on the Accessibility Access Details Report has been changed from Provider Count in Geography to Provider Count, since it no longer represents counts in the entire Geography.</li>\n</ul>\n   \n<h5>Compare Networks</h5>\n<ul>\n  <li> When a population file is being used for the geography, and when the Employee Count is > 1 for at least one zip code in the population file, the Network Strength Geographies will include the Employee Count column.</li>\n  <li>The current count column has been changed from count to Provider Count.</li>\n      </ul>\n  </li>\n</ul>\n\n<h4>Fixes</h4>\n<h5>Adequacy</h5>\n<ul>\n  <li>County level overrides were applied to Provider Requirements.  This fixed the issue where Access Requirements passed with 100% Access, but Provider Requirements failed with 0 providers. This was due to the overrides were only being applied to Access Requirements.</li>\n</ul>\n\n<h5>Accessibility</h5>\n<ul>\n  <li>An issue where the custom PDF for Comparison Network were defaulting to “Top 4 Networks” when filter applied for only one comparison network has been corrected.</li>\n</ul>\n\n<h5>Population File</h5>\n<ul>\n  <li>The Create Another button no longer disappears after the user closes an informational notification, so the user can easily reset the form to create another population file on the Create New Population File page.</li>\n  <li>We are now able to delete a pop file on the first attempt after clicking on ok. We are no longer having to click delete multiple times for the file to be deleted and then receiving a error message(No Record Found)</li>\n  <li>Issue has been fixed where the Shared Tooltip would not disappear when the cursor was no longer over the element.\n</li>\n</ul>\n\n<h5>Competitive Dashboard</h5>\n<ul>\n  <li> \tFixed issues where users were receiving (“PG::SyntaxError: ERROR: syntax error at or near \"AND\" LINE 79: < AND ^”)  when the market penetration  value is empty  and the Exclude check box is checked. The user should now receive error advising the market penetration percentage, must be between 1 and 25.</li>\n  \n</ul>\n"
}