{
  "releaseDate": "2023-05-18",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Healthcare Insights 360</h4>\nWith this release, the Healthcare Insights 360 Team is happy to bring more enhancements and a few bug fixes, such as:   \n<ul><li> Updated the Ui with the new names of Rate Analytics (which replaced Healthcare Intelligence on the left sidebar navigation) and Plan Intelligence (which replaced Rates Analyzer module).</li></ul>\n\n<h6>Enhancements</h6>\n<ul><li>Updated module naming so Rate Analytics replaces Healthcare Intelligence on the left sidebar navigation and Plan Intelligence replaces Rates Analyzer.  The icon for Plan Intelligence was also updated to reflect the analysis of contract rates more clearly.</li>\n<li>Updated the wording in the Welcome tour stop to reflect the new names.</li>\n<li>Now, the name of a Reporting Plan Group will be required to be less than 40 characters.</li>\n<li>Now, on the Results Geography tab, when the user analyzes the rates within a state and groups the results by county, the results display correctly. </li>\n<li>Now, there is a new Help section, “Rate Analytics” which includes descriptions of how to perform and understand Plan Intelligence analyses and term definitions.</li></ul>\n\n<h6>Fixes</h6>\n<ul><li>Now, unavailable reporting plans do not display as available.</li>\n<li>Now, on the Results > Geography tab, when the user analyzes the rates within a state and groups the results by county, the results display correctly. </li></ul>\n<li>Now when an analysis uses only a primary reporting plan group, the Results Summary and Details show the same number of rates.   There is ongoing work in future sprints to fix the issue when an analysis uses comparison and primary reporting plan groups.  </li>\n<li>Now, on the Results page when you change the analysis parameters or switch between the Specialty and Geography tabs, the table filter resets to “All Specialties” on the Specialty Tab and “All Geographies” on the Geography tab. </li>\n<li>Now, the word “Quartile” is capitalized in the tooltip on the Results Specialty Tab’s Summary Graph.</li>\n<li>Updated number formatting in the map tooltip on the Results Geography tab </li>\n<li>Now, the tiles for the Primary and Comparison Reporting Plan Groups will be consistently sized, even when the length of the Rate Source name is different.</li></ul>\n<h4>Other Modules within Network360</h4>\n<h5>Manage Users</h5>\n<ul><li>Fixed issue with re-activating users who had access only to Insights.</li>\n<li>Updated the message that appears when an attempt is made to re-activate a user who did not have access to any projects.</li></ul>\n<h5>Provider Details</h5>\n<ul><li>Updated formatting on the Provider Details page to include the bottom and top borders on the Specialty column and updated the spacing between the comments, tags, and confirmed icons.</li>\n<li>Updated the Comments tab link to bring the user to the Comments tab.</li></ul>\n"
}