{
  "releaseDate": "2023-03-03",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Great news!  \n<ul><li>This release contains more exciting enhancements \n<ul><li>Zelis Healthcare Intelligence module which now includes the first steps for users to create an analysis.</li>\n<li>A fantastic performance improvement for Create a List</li></ul></ul>\n\n\n<h4>New Enhancements</h4>\n\n<h5>Healthcare Intelligence: Rates Analyzer</h5>\n\n<h6>Create a Primary Reporting Plan Group</h6>\n\n<ul><li>The first step to perform an analysis is create or select the primary reporting plan groups that you want to analyze.  To begin the process, click the Add Reporting Plan Group button.</li>\n<li>Then, select your desired rate source from the dropdown list. You can select only one rate source per Reporting Plan Group. </li>\n<li>If you have not created a reporting plan group, the page will open with the Add New Group tab view so you can then create a new plan group.  If you already created a reporting plan group, you can create more groups, by clicking the Add New Group tab label.</li>\n<li>You will then choose your desired reporting plans by clicking the checkbox to the left of the Plan Name.  Once you’ve made all your choices, click the Create Reporting Plan Group button. </li>\n<li>The table displays the following information:  Plan Name, Plan ID Name, Plan ID Type, Plan ID, Plan Market Type.  You can choose columns to hide or display when you click the column button.  Each column can be filtered.</li>\n<li>You can select up to 50 plans to be included within a reporting plan group. </li>\n<li>The Create Reporting Plan Group button also displays the number of plans that you selected to add to your new reporting plan group.</li>\n<li>To navigate to a specific page, type the page number into the page number field and then click outside of the field.  The table will refresh and display your desired page. </li>\n<li>Once you click the Create Reporting Plan Group button, you are prompted to name the group.  Group names associated with a rate source must be unique. </li>\n<li>You can also select whether to share the reporting plan group with other users within your organization. </li>\n<li>You can select whether the reporting plan group should expire in 60 days. </li></ul>\n \n\n<h6>Select a Saved Reporting Plan Group</h6>\n\n<ul><li>If you already created a reporting plan group, this page opens with the Select Plan Group tab view.  On this tab, you can select a group to use in your analysis by clicking the group’s name.  You can also edit, share, or delete a reporting plan group by clicking the action ellipsis (three vertical dots).  Users will be able to edit, share, or delete groups they created; administrator users can edit, share, or delete groups created by anyone within their organization.</li>\n<li>On this tab, you’ll see the following columns which can be filtered:  the Group Name, Reporting Plans (showing all reporting plans within the group), Created By, and Expiration Date.</li>\n<li>If a reporting plan group contains plans that are no longer available, you will need to edit the group to remove the unavailable plan and may choose to include other plans within the group.</li>\n<li>When you edit a group, you can change the group’s name, which plans are included in the group, whether the group is shared, and whether the group expires in 60 days. </li>\n<li>TIP:  To easily see all the plans that are in the group, filter by the “In” status. </li>\n<li>Once you finish making you changes, click Save in the bottom right corner of the popup. </li></ul>\n\n<h6>Create or Select Comparison Reporting Plan Group</h6>\n\n<ul><li>Once you create or select your reporting plan group, the Analysis Parameters page appears.  You can choose to include another group as a comparison within your analysis by clicking the Add Comparison Reporting Plan Group button.  Then follow the same steps as you did for the primary reporting plan group.</li></ul>\n \n\n<h6>Selecting Analysis Parameters</h6>\n\n<ul><li>On this page, you will see the name of your primary reporting plan group and can edit your selection.  You can do the same for the comparison reporting plan group. </li>\n<li>Geography:  In this field, you select the geographic area for the analysis based on provider locations. If you do not make any selections within this field, all possible geographies will be included within your analysis. </li>\n<li>Group Geography By: In this field, you select how the results will be grouped when viewed on the Geography results tab.  You can select one of the following: county, state, or zip code. </li>\n<li>Negotiation Arrangement:    In this field, you can select which reimbursement arrangement you want to include within the results:  Bundle, Capitation, or Fee for Service. </li>\n<li>Place of Service:  This field refers to the setting in which a service was provided for professional claims.  To see rates with a professional billing class, you need to select a place of service. You can select only one place of service per analysis. </li>\n<li>Specialty Type:  In this section, you can choose which specialties will display within your results:  Applicable Specialties or All Specialties.  The Applicable Specialties option shows only providers that are likely to provide a service based on their specialty. This view suppresses negotiated rates where a provider is unlikely to deliver a service. The All Specialties option displays all providers and contracted rates available in the data. </li>\n<li>Once you made your selections for the analysis parameters, click the Apply Parameters button. </li></ul>\n\n<h6>Billing Code Selection</h6>\n\n<ul><li>At the top of the page, you will see a summary of the analysis parameters and link to edit them. </li>\n<li>In this section, you can type ahead and select billing codes from the dropdown list. </li>\n<li>You can also select the negotiation type you would like to include in your analysis.  The negotiation type indicates how the rate was implemented based on the Negotiation Arrangement, including Negotiated, Derived, Fee Schedule, Percentage, or Per Diem.\" </li>\n<li>With all your selections, you are now ready for our future releases which will include viewing the results of your analysis. </li></ul>\n\n<h6>Accessing Healthcare Intelligence</h6>\n\n<ul><li>Now you can access Zelis Healthcare Intelligence when you view Network360 on a small screen by clicking on the hamburger menu (the three horizontal lines) in the top right corner and selecting Rates Analyzer. </li></ul>\n  \n\n<h5>Create a List</h5>\n\n<ul><li>Now on the Details Results page which lists providers, the Network Summary export returns within seconds!! In the past, this report took approximately 1-2 hours. </li></ul>"
}