{
  "releaseDate": "2023-03-10",
  "body": "<font color=orange><b> Release Notes</b></font>\n<h4>New Enhancements</h4>\n\n<h5>Healthcare Intelligence: Rates Analyzer</h5>\n<h6>Billing Code Selection</h6>\n<ul><li>To see the results in the Rates Analyzer, you will choose a billing code by typing in the code or a short description in the billing code field and selecting your desired billing code. </li>\n \n<li>Once you select your desired billing code, the results will display with the default negotiation type.  If you are interested in seeing the results for a different billing type, you can make your selection and the results will repopulate based on your new selection. </li></ul>\n<h6>Results: Specialty Tab</h6>\n<ul><li>On this tab, you’ll see the results for each specialty based on your parameter selections. </li>\n<li>\tTo see results for Professional Rates for Individuals or Professional Rates for Facilities, your analysis parameters must include a place of service selection.  </li>\n<li>\tYou can now see results for the median rates or number of providers.  </li>\n<ul><li>If you select “applicable specialties” for your specialty type, you will see specialties that rendered that specific billing code within your other analysis parameters.</li>\n<li>\tIf you select “all specialties” for your specialty type, you will see all specialties.  For example, if an otolaryngologist and an obstetrician are within the same office and you select “all specialties,” then your results for the billing code for caesarian delivery will return both the otolaryngologist and obstetrician. </li>\n<li>\tTo see the results for only one specialty contained within your results, you can use the filter selection within the table. </li></ul>\n<li>\tThe Median Rate display:</li>\n<ul><li>The graph will show a box and whisker plot of the rate information for each specialty (NUCC code).</li>\n<ul><li>If there is only one rate, then a dot will represent the rate for that specialty (NUCC).</li>\n<li>\tWhen you mouse over the results within the graph, you can see detailed information.</ul></li>\n<li>\tThe table below the graph displays the number of rates and rate information for each specialty. </ul></li>\n<li>\tThe Number of Providers display:</li>\n<ul><li>The graph will show the number of providers in a bar graph for each specialty (NUCC code).</li>\n<ul><li>When you mouse over the results within the graph, you can see detailed information. </ul></li>\n<li>\tThe table below the graph displays the number of providers information for each specialty (NUCC code).</ul></li>\n \n<li>\tOur next release will include more ways to view your Rates Analyzer results.</ul></li>"
}