{
  "releaseDate": "2024-05-21",
  "body": "# **Network360 Team**\n\nThe Network360 Team is very excited to bring you our now updated user-friendly informative Help Center!  Within this new enhancement, the Help Center includes a search feature, glossary, and new UI design along with existing information in a new design for the FAQ and release notes sections. \n\n## **Enhancements**\n\n### Help Center\n\n* The path to access the Help Center remains the same.  Click on your avatar in the top right of the screen and select Help Center. \n* All the current Help content is still available but displayed in a more convenient format and with the added convenience of Search functionality.  \n\n  ![Help Center Homepage](/cms/cms-assets/media/help-home-page-from-paul.png \"Newly Designed Help Center Homepage \")\n* In this new format, the Help Center homepage allows you to search the content by entering your topic, key words, or question. \n\n  * The results will include any content items that match your search criteria. \n\n    ![Search Result image](/cms/cms-assets/media/release-notes-2024-may-21-search-results.png \"Search Result Image\")\n* Once you make you navigate to the Glossary, FAQ, Release Notes, or view your search results, you will see a navigation menu on the left side of the Help Center.  You can use the navigation menu to go to any topic or search for another topic within the Help Center.  \n\n  ![](/cms/cms-assets/media/release-notes-2024-may-21-help-side-navigation.png)\n* On the Help Center homepage, to start the tour of Network360, click the Start Tour button in the Get Started Tile. \n* On the Help Center homepage the Glossary & FAQ tile contains two links – one to the Glossary and the other to the FAQ section. \n\n  * The glossary contains definitions for key terms. \n\n    ![Glossary Image](/cms/cms-assets/media/release-notes-2024-may-21-glossary.png \"Glossary Image\")\n\n    * If there is a term which you need defined and do not see it within the glossary, please click the Contact Us button on the bottom of the screen and complete the form to request the definition. \n  * The FAQ is now divided into topics and contains the FAQ information that you saw in the old Help Center.  \n\n    ![FAQ Image](/cms/cms-assets/media/release-notes-2024-may-21-faq.png \"FAQ Image\")\n* The What’s New tile contains a link to the Release Notes page.  \n\n  ![Release Notes Image](/cms/cms-assets/media/release-notes-2024-may-21-release-notes.png \"Release Notes Image\")\n* The Release Notes section will display the Network360 release notes from the last 2 years. \n* As new content becomes available, such as new video tutorials and user guides, they will be added to Help Center. We’ll let you know when new content is added.\n\nFixes\n\nProject Settings > Specialty Mapping\n\n•\tNow, when you click on a specialty mapping to see the mapping’s provider types, specialty groups, and specialties, you will automatically navigate to view the details. \n\nCreate a List\n\n•\tAn error no longer occurs when viewing a Provider List for a published model network which contains leading spaces in the model network’s name. \n\n•\tAn error no longer occurs when my search criteria includes the shortcut “All Project Networks” and one of the networks is a model network with unpublished changes.",
  "shortDescription": "The Network360 Team is very excited to bring you our now updated user-friendly informative Help Center! Within this new enhancement, the Help Center includes a search feature, glossary, and new UI design along with existing information in a new design for the FAQ and release notes sections."
}