{
  "releaseDate": "2024-12-11",
  "shortDescription": "The Network360 Team is excited to announce the release of several important updates designed to simplify job management and improve results visibility. The new features in the current release will save you time, provide greater control over your tasks within Disruption.",
  "body": "The Network360 Team is excited to announce the release of several important updates designed to simplify job management and improve results visibility. The new features in the current release will save you time, provide greater control over your tasks within Disruption.\n\n## Release Highlights\n\n<br>\n\n1. **Cancel Running Jobs**\n\n* **What’s New:**\n\n  You can now **cancel running or queued jobs** directly from the action menu.\n* **Why This Is Important:**\n\n  If a job is no longer needed or is taking longer than expected, you can quickly stop it and save time.\n\n* **How It Works:** \n\n  Simply select **Cancel** from the job’s action menu, confirm your choice, and the job will stop, updating the status accordingly.\n\n2. **Rerun a Cancelled Jo**b\n\n* **What’s New:**\n\n  After cancelling a job, you can rerun it with the same settings.\n* **Why This Is Important:** \n\n  You can easily restart a job without reconfiguring it, saving time and reducing errors by keeping the original settings intact.\n* **How It Works:** \n\n  After cancelling a job, the **Rerun** option appears in the action menu. Clicking **Rerun** will restart the job with the same configuration as before.\n\n3. **Improved Analysis Results Page**\n\n   The Analysis page now displays all rows from your Utilization file, even if some fields like First Name, Last Name, or Full Name are not mapped.\n\n   **Why It’s Important:**\n\n   All rows are shown in your analysis results, even if some data is not fully mapped.\n4. **Enhanced Provider Data Display**\n\n   You can now **prioritize and toggle** the display of provider fields, including Provider Name, NPI, and Tax ID, directly in your analysis. \n\n   **Why It’s Important:**\n\n   This improvement provides better control over how provider data is displayed, making it easier to manage which columns you see and improving the usability of the Analysis page.\n\n## Conclusion\n\nThis release brings key updates that enhance user control over job processing, improve data tracking, and optimize the display of provider and analysis information. The improvements are designed to streamline workflows and offer a more seamless user experience.\n\nFor any questions or additional details, please reach out to support."
}