{
  "releaseDate": "2024-07-23",
  "body": "## Enhancements\n\n#### Concise Provider List\n\nNetwork360 team is excited to add the Concise Provider List export option to Create a List, Compare Networks, Competitive Dashboard, Accessibility, and Adequacy modules.\n\nThis new export streamlines the results in a .csv file by including only one row per provider regardless of the location and specialty group.  The information in this .csv export will match the information you see in the UI on the results Provider List page.\n\nTo select this export option, click on the export button on the Provider List (detail results) page accessed through Create a List, Compare Networks, Competitive Dashboard, Accessibility, or Adequacy modules. A dropdown list of export options will appear. \n\n![Export button](/cms/cms-assets/media/export-button.png \"Export button\")\n\nThen, select the export you desire and click the Export CSV button.  \n\n![Select Concise Provider List Export](/cms/cms-assets/media/select-concise-provider-list.png \"Select Concise Provider List Export \")\n\nYou’ll notice that when you choose the Concise Provider List, you will no longer see options to include the networks, tags, provider comments, and custom attributes as these are not part of a Concise Provider List.  If you want to see this information, select the Provider List Details export. \n\nThe Provider List Details export i the default selection when you click the Export button.\n\n![Provider List Details Export Options](/cms/cms-assets/media/provider-list-details-default-export-option.png \"Provider List Details Export Options\")\n\n### Accessibility\n\nThe Accessibility module has gotten a tune-up! You may notice that the Accessibility module performs a little differently now. The old behavior in which the first analysis after a refresh always took a long time to run has been revised. Now each analysis is processed on its own based on the parameters for that analysis, and no pre-processing is needed. This means that the first analyses you run will take a lot less time, and subsequent analyses will take a little more time. And this new back-end architecture will enable us to bring more powerful features to Accessibility module in the future.\n\n###### *ADDITIONAL ACCESSIBILITY ENHANCEMENTS*\n\nNow, the status of a “ready” Accessibility Analysis will change to “Suspended” when the associated specification is edited. To see the new results, you will need to perform the analysis again.\n\nSimilarly, when the population file is changed or an additional network is included in the analysis as either the network or reference network, the status of the analysis will change to “Suspended.” To see the new results, you will need to perform the analysis again.   \n\n### Compare Networks\n\nNow on the Specialty Group Details Results Overlap graph, you can view the correlated Provider List by either clicking on the bar labels or on the bar itself.\n\n![Compare Networks Specialty Group Details Results Overlap Graph](/cms/cms-assets/media/compare-networks-results-graph.png \"Compare Networks Specialty Group Details Overlap Graph\")\n\n### Specifications\n\nNow, when you create a new specification from within an Accessibility analysis, when you click the Save button, you will be redirected back to the analysis page. \n\n### Help Center\n\nNow, Help Center content can be aligned with clients’ feature permissions, based on information entered when the content is created. \n\n## Fixes\n\n### Accessibility\n\nNow, the minimum distance that displays in the UI matches the information in the Access Details export.\nNow, when the user views an Accessibility result, the results will display without the analysis being performed again.  If the filters are changed, the user will need to click the Apply Filter button to see the results with the selected filters.\n\n### Help Center\n\nFixed an issue where the project and specialty mapping information displayed when the user was in the Help Center. \n\nFixed an issue where the typeahead feature in the search bar ignored initial vowels. \n\nNow, the magnifying icon displays in the search bar. \nNow when a tag’s name is edited, the search results will reflect that edit.",
  "shortDescription": "Network360 Team\nThe Network360 Team is extremely thrilled to bring you a huge update that includes: \n•\ta new Concise Provider List export, \n•\tperformance tuning for Accessibility and more!\n"
}