{
  "releaseDate": "2024-11-20",
  "body": "The Network360 Team is excited that you can now use custom attributes as part of your analysis criteria within Create a List and Accessibility.  This new functionality enables users to create lists of providers with specific client defined attributes and to determine a network’s accessibility based on these attributes. \n\n# Enhancements\n\n### Accessibility\n\n##### New Attribute Filter\n\nNow you can include client specific (custom) attributes in your analysis criteria to determine whether the members have access to providers with these attributes.  You can select multiple attributes to be your determinant for accessibility.\n\n1. On Accessibility > New Accessibility Analysis page, click on the Advanced Options link to view the Attribute Criteria section.\n2. The Attributes Criteria will display under the confidence filter fields and show the client’s attribute categories.  Click on your desired category, and then select your desired attribute(s) .  For example, you click on the Quality category and then select Confirmed Practicing attribute. \n3. You will then be prompted to enter the attribute details that will be the specific criteria you want.  In this example, you choose that Confirmed Practicing is = C. \n4. After the analysis is performed, the results will show accessibility for the members based on their access to providers who meet your attribute criteria.  In this example, you will see the members access to providers who are confirmed practicing and who meet your other selected criteria.\n\n\n\n##### Access by Summary PDF Export\n\nNow, there is a General Notes section in this export that is located between the Analysis Criteria and Results section.  Within the General Notes section, the column headers found in the results section are defined.\n\n\n\n### Create a List\n\nNow you can create lists of providers who have your desired client specific (custom) attributes.\n\n1. In Create a List, click Show advanced options.\n2. Select your desired attribute category and your desired attribute(s).\n3. In the Attribute Details section, identify the specific criteria you want for each attribute, e.g. Billed Charges % of ERS Fee Schedule > 10. \n4. When you click Go, the results will contain the providers that meet the attribute criteria you specified as well as the other criteria you selected. \n\n\n\n### Compare Networks\n\nAs part of performance enhancements for the Network Strength tab, the results will be grouped by county instead of zip code when the basis for a radius search is a large population file.  \n\n\n\n\n\n# Fixes\n\n### Accessibility\n\nNow when you add a new analysis, most fields will be clear.  In other words, your selections from your previous analysis will not be retained. \n\n\n\n### Adequacy\n\nNow when you add a new analysis, most fields will be clear.  In other words, your selections from your previous analysis will not be retained. \n\n\n\n### Cost Analysis\n\nNow when you add a new analysis, most fields will be clear.  In other words, your selections from your previous analysis will not be retained. \n\n\n\n### Specifications\n\nNow when you add a new specification, most fields will be clear.  In other words, your selections from your previous specification will not be retained.\n\n\n\n### Help Center\n\n* Now when you impersonate a user, you can access the Help Center.\n* Now, a search result displays relevant matches consistently, even when the query includes partial words ending in “-tion” and “-ing” (or other suffixes).",
  "shortDescription": "You can now use custom attributes as part of your analysis criteria within Create a List and Accessibility.  This new functionality enables users to create lists of providers with specific client defined attributes and to determine a network’s accessibility based on these attributes. "
}