{
  "releaseDate": "2024-01-29",
  "body": "<font color=orange><b>Release Notes</b></font>\n<h4>Network360 Team</h4>\nThe Network360 Team is pleased to enhance the user’s experience within Rate Analytics and improve messaging in Competitive Dashboard and Compare Networks with a reminder that these modules provide results for the core provider types.  \n<h4>Enhancements</h4>\n<h5>Rate Analytics Plan Intelligence and Look up a Provider</h5>\n<ul><li>To improve the user experience, now when the user clicks on the linked provider’s name, NPI, or rates in the Plan Intelligence Result Details page, the user will see rates for any place of service associated with the user’s selected billing code, rate source, negotiation arrangement, negotiation type, and billing class in Look up a Provider.</li></ul>\n<h5>Competitive Dashboard</h5>\n<ul><li>To remind users that this module analyzes the competitiveness of a network with regards to core provider types, an explanation now displays on the screen and lists these types as determined by the user’s selected specialty mapping. </li></ul>\n \n<h5>Compare Networks</h5>\n<ul><li>To remind users that this module compares the selected networks with regards to core provider types, an explanation now displays on the screen and lists these types as determined by the user’s selected specialty mapping.  </li></ul>\n\n\n<h5>Accessibility</h5>\n<ul><li>To improve the user’s workflow when they are creating an Accessibility analysis and edit the selected specification, clicking the save button on the Specification page will return the user to the Accessibility analysis page.</li></ul>\n  \n\n<h4>Fixes</h4>\n<h5>Specialty Mapping</h5>\n<ul><li>Now, the message informing the user that their export was initiated consistently appears when the user exports the specialty mapping information. </li></ul>\n<h5>Adequacy </h5>\n<ul><li>Now, when you use the Global CMS Medicare Advantage 2024 specification in an Adequacy analysis, results generate as expected. </li></ul>\n<h5>Welcome Tour</h5>\n<ul><li>Now, users with access to only Rate Analytics or Custom Reports no longer see the welcome tour for other Network360 modules.  If a user has access to other modules they will be able to see the welcome tour if their default project is not Rate Analytics.  In this case, it is recommended that new users select a non-Rate Analytics project as their default project.  If this user forgets to do this, they can access the tour through the Help Center. </li></ul>"
}