{
  "releaseDate": "2024-10-04",
  "shortDescription": "Release Notes for our New Version of Disruption ",
  "body": "# Great News!\n\nThe Network360 Team is thrilled to announce the release of our newest version of Disruption. Disruption now offers:\n* Updated integration \n* Improved User Interface\n* Simplified Mapping \n* Data Quality Assessment\n* Flexible Matching Configurations\n* Manual matching capabilities\n \n# Overview of New Features\n## Enhanced Integration with N360 Platform\n<br>\nExperience seamless integration of Disruption within the N360 platform.\n<br></br>\n\n**Key Benefits:**\n* **Unified Access:** Access Disruption directly from the N360 platform using your existing login credentials, allowing for effortless navigation within a single environment and streamlining your workflow.\n* **Informed Decision-Making:** Access essential data quickly to evaluate health networks.\n* **Comprehensive Insights:** Gain detailed information about provider utilization and network changes.\n* **Time Efficiency:** Simplify reporting processes with easy downloads for review and documentation.\n<br></br>\n## Improved UI for Analysis\n<br>\nOur revamped user interface makes it easier to navigate and analyze your data.\n<br></br>\n\n**Key Benefits:**\n* **Enhanced Navigation:** Quickly locate what you need with an intuitive layout.\n* **Better Data Visualization:** Gain insights more effectively through improved visualization tools.\n\n\n<br>\n\n## Column Aliases for Simplified Mapping\n<br>\nSimplify your mapping process with the ability to create column aliases for Zelis standard columns.\n<br></br>\n \n**Key Benefits:**\n* **Create Column Aliases:** Define aliases to match Utilization File headers easily.\n* **Automatic Mapping:** Aliases automatically align with corresponding Zelis standard columns during imports.\n* **User-Friendly Setup:** A quick and simple process on the Utilization Files page.\n<br></br>\n\n## Quality Score for Utilization Files\n<br>\nEnsure the reliability of your utilization file before import with our new quality scoring feature. This enhancement helps you verify the completeness and accuracy of your utilization file, ensuring it meets standards.\n<br></br>\n \n**Key Benefits:**\n* **Column Mapping:** Enables you to map your utilization file columns to our standard columns, validating the data for proper alignment.\n* **Quality Scoring:** This feature provides a comprehensive quality score that evaluates:\n    * **Completeness:** Displays how well mapped columns are populated.\n    * **Accuracy:** Validates data formats and values.\n* **Data Improvement Suggestions:** Gain insights on how to enhance the quality of your data, making it a more reliable file for your analysis.\n<br></br>\n\n## Flexible Matching Configurations\n<br>\nCreate custom matching profiles with Flexible Matching Configurations, featuring 307 prebuilt options of varying confidence levels (high, medium, low confidence).\n<br></br>\n\n**Key Benefits:**\n* **Customizable:** Mix and match as many or as few configurations as needed.\n* **Adaptive Selection:** Users can create multiple matching configurations, allowing them to choose the effective option based on their specific needs, enhancing flexibility in data analysis.\n<br></br>\n\n## Manual Match for Disruption Analysis\n<br>\nThe new Manual Match feature, designed to enhance the accuracy of your disruption analyses by allowing users to manually match rows from their utilization files to providers that did not automatically match.\n<br></br>\n \n**Key Benefits:**\n* **Manual Matching Capability:** Match \"No Match\" providers to relevant providers within projects, ensuring precise disruption analyses.\n* **Improved Accuracy:** This capability helps you achieve more reliable outcomes and better-informed decisions.\n<br></br>\n\n## PDF/CSV Exports for Documentation\n<br>\nNew export functionalities that allow users to download reports in PDF and CSV formats, enabling informed decision-making regarding health insurance changes.\n<br></br>\n\n**Available Export Options:**\n* **Disruption Analysis Report (PDF):** View a detailed PDF report showcasing match rates for each data element by network and confidence level. The report also aggregates data such as claims and billed charges, providing clear separation based on confidence match rates to enhance data analysis and insights.\n* **Analysis Details (CSV):** Access a CSV export that includes all columns from the original utilization file, along with details on network matches, match confidence, and internal Zelis Provider IDs.\n* **Top Providers (PDF):** Download a report of the top 20 providers added, dropped, or retained by each network.\n* **Providers (CSV):** Easily download a complete list of all providers across all networks for comprehensive reference.\n\n**Key Benefits:**\n* **Informed Decision-Making:** Access essential data quickly to evaluate health networks.\n* **Comprehensive Insights:** Gain detailed information about provider performance and network changes.\n* **Time Efficiency:** Simplify reporting processes with easy downloads for review and documentation.\n<br></br>\n\n# Conclusion\nDisruption marks a significant leap forward, empowering our clients with enhanced capabilities and a streamlined reporting experience. We encourage you to dive into these exciting new features and discover how they can transform your workflow. **Unlock new possibilities with Disruption and elevate your reporting experience!**\n"
}