{
  "releaseDate": "2024-08-12",
  "shortDescription": "This update includes a new Concise Office List export and more!",
  "body": "The Network360 Team is excited to bring you this update which includes: \n•\ta new Concise Office List export, \n•\tupdates to the Client Summary page in Usage Analytics, and more!\n\n## Enhancements\n\n#### Concise Office List\n\nNetwork360 team is excited to add the Concise Office List export option to Create a List, Compare Networks, and Competitive Dashboard modules.\n\nThis new export streamlines the results in a .csv file by including only one row per practice location, regardless of the providers or specialty groups.  The information in this .csv export will list each address only once within the export. \n\nTo select this export option, click on the export button on the Provider List (detail results) page accessed through Create a List, Compare Networks or Competitive Dashboard. A dropdown list of export options will appear. \n\n![Export Options](/cms/cms-assets/media/concise-office-list-export-options.png \"Export Options with Concise Office List included\")\n\nThen, select the export you desire and click the Export CSV button.  \n\nYou’ll notice that when you choose the Concise Office List, you will no longer see options to include the networks, tags, provider comments, and custom attributes as these are not part of a Concise Office List.  If you want to see this information, select the Provider List Details export.  The Provider List Details export is the default selection when you click the Export button.\n\n### Usage Analytics\n\n#### Client Summary\n\nNow the Client Summary page enables the user to select the clients, activities and dates to be used as filters in this analysis.  \n\nThe Client field now allows the user to select one or more clients.\n\n![](/cms/cms-assets/media/client-summary-client-field.png)\n\nThe Activity field now allows the user to select one or more activities.\n\n![](/cms/cms-assets/media/client-summary-activities-field.png)\n\nThe Time Period field now allows the user to select their desired time frame by choosing one of the options listed or the custom range option where the user selects the specific dates. \n\n![](/cms/cms-assets/media/client-summary-time-period.png)\n\n\n\nThe graph will be updated with the filter selections after the user clicks the Apply button which is located to the right of the Time Period field.\n\n![](/cms/cms-assets/media/client-summary-apply-button.png)\n\n### Disruption Support\n\n#### Add New/Edit User and Manage User pages\n\nNow, there is a new role, Disruption User, to identify individuals who have permission to use the Disruption module.  On the Manage Users page, this role displays as DU in the role column for those with this permission. \n\n## Fixes\n\n### Accessibility\n\nNow, when an analysis is in progress when a project promotion starts, the analysis will fail and correctly show as failed. \n\n### Adequacy\n\nNow, when an analysis is in progress when a project promotion starts, the analysis will fail and correctly show as failed. \n\n### Help Center\n\nFixed an issue where a page’s short description did not display within the search results. \n\n## Help Center Content Updates\n\n### New\n\n* Create a List Reference Guide in Using Network360 section\n* Recruitment Reference Guide in Using Network360 section\n* Videos in Get Started Section\n\n  * These cover a variety of topics including navigating within Network360, search criteria, population files, and much more!"
}