{
  "releaseDate": "2024-10-25",
  "shortDescription": "The Network360 Team is excited to announce the release of important updates to the Processing Files feature. This release enhances file deletion capabilities and introduces various improvements that elevate the overall user experience. ",
  "body": "The production release took place after 9:00 a.m. CDT, 10/25/2024.\n\n# Important Update!\n\n### Network360 Team\n\nThe Network360 Team is excited to announce the release of important updates to the Processing Files feature. This release enhances file deletion capabilities and introduces various improvements that elevate the overall user experience. \n\nThis release introduces: \n\n* **Disruption Visibility Fix:** Fixed a bug where Disruption users were unable to access the module \n* Dynamic Action Options \n* Enhanced File Management \n* Improved Deletion Features \n* Name Reusability \n* User Permission Controls \n* Fixes for User Interface Issues \n\n#### <br>Overview of New Features\n\n**Dynamic Action Options** \n\nThe Action column has been replaced with a vertical ellipsis menu, providing tailored actions based on file status. \n\n**Key Benefits:**\n\n* **Contextual Actions:** Access relevant options like \"View File Details,\" \"Map,\" “Review Quality Score” and \"Delete.\" \n* **Efficient Navigation:** Quickly find necessary actions without cluttering the interface. \n\n![](/cms/cms-assets/media/processingfiles.png \"ProcessingFiles\")\n\n\n\n\n\n**Enhanced File Management** \n\nUsers can now efficiently delete files from the Processing Files page to maintain a clean workspace. \n\n**Key Benefits:**\n\n* **Clutter Reduction:** Remove files that have failed, are under review, or waiting for mapping. \n* **Immediate Feedback:** Receive toast notifications confirming successful deletions. \n\n\n\n![](/cms/cms-assets/media/processingfiles2.png \"ProcessingFiles2\")\n\n\n\n**Improved Deletion Features**\n\nUsers can now confirm deletions through a dedicated dialog box, preventing accidental removals. \n\n**Key Benefits:**\n\n* **Confirmation Dialogs:** Users are prompted to confirm deletions, reducing errors. \n* **Toast Notifications:** Instant confirmation of deletions enhances user confidence. \n\n\n\n![](/cms/cms-assets/media/processingfilesdelete.png \"ProcessingFilesDelete\")\n\n\n\n\n\n**<br>Name Reusability** \n\nOnce a file is deleted, its name is immediately available for reuse during new imports, streamlining the import process. \n\n\n\n**Key Benefits:** \n\n* **Conflict-Free Imports:** Easily import files without worrying about name conflicts. \n* **Flexibility:** Efficiently manage files and enhance productivity. \n\n\n\n**<br> User Permission Controls** \n\nNew permission management ensures only authorized users can delete files, maintaining data integrity. \n\n\n\n**Key Benefits:**\n\n* **Controlled Access:** Non-admin users can only delete their own imported files. \n* **Enhanced Security:** Protects against accidental deletions by unauthorized users. \n\n\n\n### <br>Fixes Implemented \n\n**<br>**\n\n1. **'Created By' Filter Adjustments:** \n\n   The filter now only accepts Usernames, improving accessibility on the Analysis and Matching Configuration dashboards as well as on Utilization Files and the Processing Files page. \n\n   ![](/cms/cms-assets/media/processingfilesfilteradj.png \"ProcessingFilesFilterAdj\")\n2. **Display Username Fix:** \n\n   The Created By field now displays correct usernames instead of User IDs on the Utilization File and Processing File dashboards, ensuring clear identification of users. \n\n   ![](/cms/cms-assets/media/filedetailresults.png \"FileDetailsResults\")\n3. **Removal of Export Option from Manual Match Tab:** \n\n   The \"Export Results\" button has been removed from the Manual Match tab on the Disruption Analysis page to enhance clarity. \n\n\n\n<br>**Conclusion** \n\n\n\nThis release of Processing Files significantly enhances user capabilities and improves file management workflows. We encourage you to explore these new features and fixes to elevate your processing experience. Unlock new efficiencies with the latest version of Processing Files!"
}