{
  "releaseDate": "2024-06-25",
  "shortDescription": "The Network360 Team is very excited to bring you a huge update for the Recruitment module along with enhancements for the Compare Networks Custom PDF Export and the Help Center! ",
  "body": "# Network360 Team\n\nThe Network360 Team is very excited to bring you a huge update for the Recruitment module along with enhancements for the Compare Networks Custom PDF Export and the Help Center! \n\n## Enhancements\n\n### Recruitment\n\nNow, you can see a more refined, targeted recruiting list in the Recruitment module results.  \n\nWhen a search is performed, you will now see a summary page showing the counts of providers and provider locations that fall into the following targeted list categories:  \n\n1. Provider is in the target network:\n\n   * At a different location\n   * With a different specialty\n   * At a different location and with a different specialty\n2. Provider is NOT in the target network.\n\nTo find these providers and provider locations, Network360 determines which providers and provider locations are in your source network that match your search criteria.  Then, the analysis determines whether the provider/provider location should be included in the recruitment list in any of the above categories. \n\n#### Results\n\nTo see the detailed results, click on either linkified provider or provider location counts. \n\n\n\n![Recruitment Summary Results Image](/cms/cms-assets/media/recruitment-summary-results-image.png \"Recruitment Summary Results Image\")\n\n\n\n To export the results in a csv format, you can click the export button at the top right corner of the detailed results pages. \n\n* By clicking the dropdown arrow next to the export button, you can choose to include tags, provider comments, and custom attributes information in the csv export. \n\n#### More Recruitment Information\n\n*Target Network*\n\n* When you select multiple networks to be your target network, providers in any of the selected networks will be considered participating in the target network.\n\n*Source Network*\n\n* When you select multiple networks to be your source network, providers in any of the selected networks will be considered to be in your source network.\n\n*Confirmed Practicing*\n\n* Confirmed Practicing applies to only the source network(s). \n\n*Provider Profile Popout Panel*\n\n* When you access the Provider Profile Popout Panel from the Recruitment Results, the address tab will display information for the selected location. \n\n\n\n## Compare Networks\n\n#### Custom Export > Specialty Mapping Details – Relevant Specialties\n\nNow when you create a custom pdf export and choose to include Specialty Mapping Details – Relevant Specialties, the pdf export includes a list of only the specialties that exist within the project’s data and in the selected specialty mapping. \n\n\n\n## Help Center\n\nNow, to see related content for information within the Help Center, you can click on the Related Content button at the bottom of the information to view the associated tags.  \n\nTo see all information related to a tag, click on the desired tag within the Related Content list.  The search results for all content with that tag will display. \n\nYou can also filter your search results or glossary by choosing a filtering tag located above the result list or glossary."
}