{
  "releaseDate": "2024-05-06",
  "shortDescription": "Releasing Something New!!",
  "body": "This is exciting that we have created something new!!\n\nNetwork 360 Release\n\nApril 11, 2024\n\nThe production release took place after 9:00 a.m. CDT, 4/11/2024.\n\nGreat News!\n\nNetwork360 Team\n\nThe Network360 Team is excited to release the next phase for the Recruitment module’s enhancements while we continue to work on the Help Center redesign which will be released in a future sprint.   \n\nEnhancements\n\nRecruitment\n\n•\tNow, the recruitment results will show only providers found in the source network who meet your search criteria and are NOT participating in the target network anywhere. \n\n\n\n![](/cms/cms-assets/releaseNotes/map-releasedate-2024-05-06-shortdescription-releasing-something-new-body-this-is-exciting-that-we-have-created-something-new-n-nnetwork-360-release-n-napril-11-2024-n-nthe-production-release-took-place-after-9-00-a-m-cdt-4-11-2024/devuser.png)\n\no\tFor example, if you want to find providers in Acme Health to recruit to Prime Health, your criteria should be the following:  \n\n\tTarget Network:  Prime Health\n\n\tSource Network:  Acme Health\n\n\tNOTE: Your results will return providers who participate in Acme Health AND do not participate in Prime Health at any location.\n\no\tIf you want to find providers within Sample County who participate in Acme Health to recruit to Prime Health, your criteria should be the following:\n\n\tGeography:  Sample County\n\n\tTarget Network:  Prime Health\n\n\tSource Network:  Acme Health\n\n\tNOTE: Your results will return providers who participate in Acme Health at a location within Sample County AND do not participate in Prime Health at any location anywhere. \n\n•\tThe results will also display provider’s information for the source network’s location, specialty, specialty group, and provider type information.   As the provider does not participate in the target network, there is no similar information for the provider in the target network.  \n\n•\tThe Source Network dropdown list will display only networks that exist within your selected geography. \n\n•\tThe Target Network dropdown list will include all project networks so you can develop a recruitment list to expand the network’s geographic area. \n\n•\tTo export more details, you can click the arrow to the right of the export button to choose to include the tags, provider comments, and/or custom attributes information for each provider location in the results.\n\nActivity Stream\n\n•\tNow when you generate a Recruitment List, your selected geography will be listed first within the activity stream summary.\n\nFixes\n\nCompetitive Dashboard\n\n•\tNow, a zip code error no longer occurs when you navigate back from the Details Results page to the Summary page when you use the breadcrumbs.  \n\nCompare Networks\n\n•\tNow, a zip code error no longer occurs when you navigate back from the Details Results page to the Summary page when you use the breadcrumbs.  \n\nBlue Toast Confirmation Message\n\n•\tNow, “Specification” is spelled correctly within in the Accessibility PDF Export blue toast confirmation message. \n\nRelease Notes on Confluence\n\nSee Network360 in action!\n\ncopyright ©2024 Zelis. All rights reserved.\n\n![]()\n\n![Release Notes](/cms/cms-assets/releaseNotes/map-releasedate-2024-05-06-shortdescription-releasing-something-new-body-this-is-exciting-that-we-have-created-something-new-n-nnetwork-360-release-n-napril-11-2024-n-nthe-production-release-took-place-after-9-00-a-m-cdt-4-11-2024/2024-05-15_14-51-16.png \"Release Notes\")"
}