{
  "releaseDate": "2024-09-20",
  "body": "\n\n# Great News!\n\nThe Network360 Team is excited to bring you this update which includes: \n\n* Address and Specialty Confidence Criteria for Accessibility\n* A fix to consistently display the correct employee counts within the Compare Networks “Network by Geography” export\n\n# Enhancements\n\n## Accessibility\n\nNow, you can use address and specialty confidence filters when determining members’ access to providers.\n\nTo use this new functionality, follow these steps:\n\n1.\tIn the Accessibility module on the New Accessibility Analysis or Edit Accessibility Analysis pages, click on Advanced Criteria. \n\n \n\n![](/cms/cms-assets/media/advanced-criteria-accessibility.png \"Advanced Criteria \")\n\n\n\n2.\tThe address and specialty confidence level options will display.\n\n \n\n![](/cms/cms-assets/media/confidence-level-accessbililty.png \"Confidence Level Selection\")\n\n\n\n3.\tThen, you can select your desired confidence levels.  You can select any single confidence level or the following combinations: High & Medium or Medium & Low. \n\n4.\tYour analysis results will show member’s access to providers and provider locations that meet your confidence level criteria.  \n\n5.\tPlease note that the Recruiting tab’s default is to list results which have high confidence for address and specialty.  If you desire to see results which have other confidence levels, you can change the confidence filter settings on the Recruiting tab. \n\n\n\n## Compare Networks\n\nWe modernized the UI and updated the colors to match the Zelis branded colors.\n\n \n\n![](/cms/cms-assets/media/compare-networks-colors.png \"Compare Networks Results with New Colors\")\n\n\n\n## Landing Page\n\nColors for My Top Network and Top Competitor Network are updated to match Zelis branded colors.\n\n \n\n![](/cms/cms-assets/media/landing-page-colors.png \"Landing Page with New Colors\")\n\n\n\n# Fixes\n\n## Compare Networks\n\nFixed an issue where employee counts did not display correctly in the Network Counts by Geography csv export when the associated zip code began with a 0.  Now, the employee count correctly displays for all zip codes.\n\n## Population Files\n\nNow, when you upload or build a population file via My Things, Create a List, and Accessibility modules, you do not see an error message and the population file is created successfully. \n\n## Help Center\n\nNow, expand icons display consistently within Help Center content.  \n\n## Look up a Provider\n\nNow, the blue message regarding searches that result in more than 40 providers appears only when the results include more than 40 providers. \n\n\n\n# Help Center Content\n\n## New\n\nTags in the Using Network360 section.  Click here to view the content.",
  "shortDescription": "The Network360 Team is excited to bring you this update which includes:\n\n• Address and Specialty Confidence Criteria for Accessibility\n\n• A fix to consistently display the correct employee counts within the Compare Networks “Network by Geography” export"
}