{
  "releaseDate": "2024-10-14",
  "body": "The production release took place after 2:00 p.m. CDT, 10/14/2024.\n\n#  Great News!\n\n### Network360 Team\n\nThe Network360 Team is excited to bring you the new Accessibility “Access by Zip Code” .pdf export, a new navigation path to the new version of Disruption, and some bug fixes.\n\n \n\n# Enhancements\n\n### Accessibility\n\nNow you can export the **Access By Zip Code** .pdf report for the base network in your Accessibility analysis. To select this export when you are on the Accessibility Results page, click the export button and select “Access By Zip Code.”\n\nWithin this report, you’ll see results for members with and without access for each zip code and specialty (as exists within the population file, geography or specialty filter, and specification included in the analysis).   The headers in the tables are color coded to help you easily distinguish the results for members with access (green) from results for members without access (gold/yellow). \n\nThere are three sections for each specialty/provider type: \n\n1. In the **Summary** section for each specialty/provider type, you will see the accessibility information for all zip codes within the population file and geography filter and the results for each area type. \n2. The **Top Zip Codes** section displays the results for the zip codes with the most members with access or the most members without access.\n3. The **Details** section displays information for all zip codes contained in the population file and geography filter (if applied) in your analysis. \n\n### Disruption\n\nNow, you can access the new and old versions of the Disruption module through the Sales Tool option on the left sidebar navigation menu.  The new version brings you to the latest version of Disruption.  The old version brings you to the legacy version. \n\n \n\n![Disruption Navigation](/cms/cms-assets/media/dirsuption-navigation.png \"Navigation to Disruption\")\n\n### Project Import\n\nOptimized the project import query and improved efficiency. \n\n# Fixes\n\n### Adequacy\n\nFixed an issue so that the user receives the blue toast message only once the analysis is ready. \n\n### Assess Markets\n\nNow, when a user navigates to Disruption and then to Assess Markets, the user does not see an error. \n\n### Compare Networks\n\nImproved the performance of Compare Networks PDF exports to prevent time outs.  \n\n### Usage Analytics\n\nNow, accessing a provider’s profile is consistently counted correctly instead of twice under certain circumstances.   \n\nNow, a Look up a Provider activity is counted correctly whether you use the type ahead feature within the search field or click the Go button. \n\n# Help Content Update\n\n* Provider Profile\n* Disruption",
  "shortDescription": "The Network360 Team is excited to bring you the new Accessibility “Access by Zip Code” .pdf export, a new navigation path to the new version of Disruption, and some bug fixes."
}