{
  "entries": [
    {
      "term": "Available Networks",
      "description": "Zelis Network Analytics collects provider network data from hundreds of payers for thousands of provider networks, maintaining the largest, most reliable demographic provider dataset in the United States. This data includes providers with at least one managed care contract nationwide. The data contained in your Network360 dataset is a subset of the data we have available.",
      "shortDescription": "Zelis Network Analytics collects provider network data from hundreds of payers for thousands of provider networks, maintaining the largest, most reliable demographic provider dataset in the United States."
    },
    {
      "description": "When creating a specification for an Adequacy analysis, you may upload a csv file consisting of a county/FIPS-based count of beneficiaries (members) to be used in calculating the minimum provider requirements within the analysis.   \n\nThe latest CMS Medicare Beneficiaries are used by default for all FIPS codes.  The FIPS codes count information contained in the uploaded beneficiaries file will override the default for those FIPS codes.",
      "term": "Beneficiaries File",
      "shortDescription": "Beneficiaries files consist of county/FIPS-based counts of beneficiaries (members) to be used in calculating the minimum provider requirements within the analysis.  "
    },
    {
      "term": "Confirmed Practicing ",
      "description": "For **Dental clients** who contribute claims data, the indicator is driven by providers associated with a claim verified practicing location.  \n\n* A provider location, provider, or location can be determined to be confirmed practicing.   \n\n  * A *confirmed practicing provider location* is a location where there has been any claim activity in the past 12 months from one or more of the dental plans that have contributed claims data to Network360. \n  * A *confirmed practicing provider* is a provider who has received payment for at least one claim in the past 12 months for services provided at one or more locations.\n  * A *confirmed practicing location* is one where at least one provider has been paid for services provided in the past 12 months. \n\nFor **Medical**, **Vision**, **Behavioral Health clients**, the indicator is driven by address confidence score where high and medium confidence locations are confirmed, and low confidence locations are unconfirmed.",
      "shortDescription": "Confirmed Practicing indicator information for Dental, Medical, Vision, and Behavioral Health clients."
    },
    {
      "term": "Confidence Scores ",
      "description": "Address and specialty confidence scores represent our level of certainty that an address or specialty for a particular provider is valid. At a basic level, a high score means that a significant number of sources confirm the address or specialty, so it can be relied upon with some degree of confidence. A low score means that relatively fewer sources confirm the address or specialty. Low scores can indicate that the address or specialty is likely to be invalid, or they can simply mean that there is not enough information to make a determination. \n\nIn Network360, addresses and specialties are accompanied by a color-coded icon representing the confidence score, which is a number between 0 and 1. The colors are coded as follows: \n\n* Red (low confidence) means the confidence score is lower than 0.30.\n* Yellow (medium confidence) means the confidence score is 0.30 or higher, but lower than 0.70.\n* Green (high confidence) means the confidence score is 0.70 or higher.",
      "shortDescription": "Address and specialty confidence scores represent our level of certainty that an address or specialty for a particular provider is valid."
    },
    {
      "term": "CMS",
      "description": "Centers for Medicare and Medicaid Services",
      "shortDescription": "Centers for Medicare and Medicaid Services "
    },
    {
      "term": "Core Providers ",
      "description": "Each specialty mapping configures their core provider types to align with a project’s line of business.  Results in Competitive Dashboard and Compare Networks modules include only core providers based on the selected specialty mapping and project.  Other modules will display results for other provider types based on your criteria selections in an analysis.  \n\n* For **Behavioral Health** projects, core providers are Other Facility and Provider types of providers. \n* For **Dental** projects, core providers consist of General Dentist and Specialist types of providers.  \n* For **Medical** projects, core providers are Hospital, Primary Care, and Specialist types of providers, as defined in a project's specialty mapping.  Some specialty mappings may be configured to include the Healthcare Facility type of providers. \n* For **Vision** projects, core providers are the Providers type of providers.",
      "shortDescription": "Each specialty mapping configures their core provider types to align with a project’s line of business."
    },
    {
      "term": "Counting Method ",
      "description": "There are three counting methods:  Provider, Provider Location, or Office counts. \n\n***Provider Counts*** \n\nWith this selection, each provider is counted once in whatever category in which they appear in the data.   This count shows each provider once, regardless of the number of locations. \n\n***Provider Location Counts*** \n\nIf you want to count each provider location within the selected networks, select the provider location counting method.   \n\n***Office Counts*** \n\nIf you want to count the unique offices within the selected networks, then select the office counting method.  This count shows each location once, regardless of the number of providers at each location.  This is also referred to as Location.",
      "shortDescription": "There are three options for counting methods:  provider counts, provider location counts, or office counts.  "
    },
    {
      "term": "Provider Counts",
      "description": "With this selection, each provider is counted once in whatever category in which they appear in the data.   This count shows each provider once, regardless of the number of locations.",
      "shortDescription": "With this selection, each provider is counted once in whatever category in which they appear in the data.   "
    },
    {
      "term": "Provider Location Counts ",
      "description": "If you want to count each provider location within the selected networks, select the provider location counting method.",
      "shortDescription": "If you want to count each provider location within the selected networks, select the provider location counting method.   "
    },
    {
      "term": "Office Counts ",
      "description": "If you want to count the unique offices within the selected networks, then select the office counting method.  This count shows each location once, regardless of the number of providers at each location.  This is also referred to as Location.",
      "shortDescription": "If you want to count the unique offices within the selected networks, then select the office counting method. "
    },
    {
      "term": "Custom Attributes ",
      "description": "A Custom Attribute, or Attribute, is a data element associated to a Provider (e.g. Speaks Spanish) or Provider Location (e.g. Wheelchair Accessible).  If a project is configured with custom attributes, then this information is visible on a provider’s profile and on the Create a List export when you select the option to display Custom Attributes.",
      "shortDescription": "A Custom Attribute, or Attribute, is a data element associated to a Provider or Provider Location."
    },
    {
      "term": "Export List Participation Codes ",
      "description": "In Network360, there is a participation indicator in each network column that shows affiliation status for each provider-location-specialty combination that meets the criteria you selected for your report. \n\n* PLS - Participating in the network at this location with this specialty.\n\n  * This displays on the Create a List export when you select Networks with Specialty Details.\n* PL - Participating in the network at this location with a different specialty.\n* PS - Participating with this specialty at a different location.\n\n  * This displays on the Create a List export when you select Networks with Specialty Details.\n* P - Participating in the network at a different location with a different specialty. \n* N – Nonparticipating in the network.",
      "shortDescription": "In Network360, there is a participation indicator in each network column that shows affiliation status for each provider-location-specialty combination that meets the criteria you selected for your report. "
    },
    {
      "term": "Geography ",
      "description": "The geographic region selected by the user for analysis.",
      "shortDescription": "The geographic region selected by the user for analysis. "
    },
    {
      "term": "Individuals ",
      "description": "The term “individuals” refers to unique practitioners, as opposed to hospitals or other facilities.  This term is used in the results graph in Compare Networks.",
      "shortDescription": "The term “individuals” refers to unique practitioners, as opposed to hospitals or other facilities.  This term is used in the results graph in Compare Networks. "
    },
    {
      "term": "Market ",
      "description": "The Market contains all providers that are in any network in the project. The Market is a subset of the entire universe of providers.",
      "shortDescription": "The Market contains all providers that are in any network in the project. The Market is a subset of the entire universe of providers. "
    },
    {
      "term": "Network360 ",
      "description": "Zelis collects data from hundreds of plans for thousands of networks to support data-driven network design and optimization decisions. This disparate data comes in many forms making meaningful comparisons across networks a challenge.  Zelis specializes in organizing and managing this data to support network analytics that can be trusted, delivering the right insights to support your network design goals.",
      "shortDescription": "Zelis collects data from hundreds of plans for thousands of networks to support data-driven network design and optimization decisions."
    }
  ]
}