{
  "entries": [],
  "sectionSlug": "modules",
  "title": "Disruption",
  "body": "### What is Disruption?  \n\n\n\nDisruption will assist payers in assessing the competitiveness of their network to another network using utilization data provided by an employer looking to switch health plans.  \n\n\n\n### How do I access Disruption?  \n\n\n\nDisruption needs to be activated by Zelis on the client, project and user level. Once activation is completed, the Disruption module is available under **Sales Tools**, in the left column navigation.   Depending on your setup, you may see **Disruption (new version)**, **Disruption (old version)**, or both \n\n\n\n### What is needed to run a Disruption analysis?    \n\n\n\n* A utilization file   \n* Mapping of the utilization file headers to the Zelis standard column names (not all columns need to be mapped)  \n* Matching configuration  \n\n\n\n### What is a Utilization file?  \n\n\n\nA Utilization file contains data on claims aggregated at the provider, address, and TIN levels.  \n\n\n\n### What is the maximum file size that can be uploaded?  \n\n\n\nThe maximum file size for upload is 100 mb\n\n\n\n### What are the supported file formats? \n\n\n\n.CSV is the recommended file type to import. Microsoft Excel 2003 and above (.xls and .xlsx) are also supported. \n\n\n\n### What are Column Aliases? \n\n\n\nColumn Aliases allow you to define one or more commonly used Utilization file column headers for each Zelis Standard Column. Column Aliases that match a header in a new Utilization file will automatically be mapped to a Zelis Standard Column, eliminating the need to manually map these columns for each new import. \n\n\n\n### How are Quality Scores determined? \n\n\n\nQuality scores are determined after a Utilization File is uploaded and mapped. The process includes a thorough review and validation of a sample of the data to ensure completeness and accuracy. The quality scores are then assigned based on a percentage scale, and are categorized as follows: \n\n\n\n* High Score (>80%): Green \n* Indicates excellent data quality with minimal issues. \n\n\n\nMedium Score (>=40%): Orange \n\n\n\nSuggests moderate data quality with some areas that may need improvement. \n\n\n\nLow Score (<40%): Red \n\n\n\nReflects poor data quality with significant issues that need attention. \n\n\n\n \n\n\n\nHow do matching passes within a matching configuration work?  \n\n\n\nMatching passes are used to ensure data accuracy by applying different criteria to compare and qualify information. In our configuration, there are three types of passes: \n\n\n\nFull Match: Requires an exact match between the value in the utilization file and the providers table. \n\n\n\nPrefix Match: Matches providers whose names or addresses start with the prefix from the utilization file, allowing for partial matches. \n\n\n\nRadius Match: Searches for providers located within a 10-mile radius of a specified point in the utilization file. \n\n\n\n \n\n\n\nHow is Radius Match determined? \n\n\n\nRadius Match identifies providers located within a 10-mile radius of a specified point from the utilization file. The system calculates distances and considers providers within this radius as matches. \n\n\n\n \n\n\n\nWhat is a Matching Configuration?  \n\n\n\nA Matching Configuration allows you to define parameters checked during the analysis portion of the Disruption process. \n\n\n\n \n\n\n\nWho can create the Matching Configurations? Only admin users in the system can create a Matching Configuration. Other users are restricted from changing or creating Matching Configurations. \n\n\n\n \n\n\n\nWhen do I need to do the Matching Configuration step?  \n\n\n\nInitially, it is the second step of the process (Import Utilization File, Create Matching Configurations, and Create Disruption Analysis.). However, you can create a matching configuration that can be used for multiple analyses and utilization files so that a new matching configuration is not always necessary.   \n\n\n\nWhy is it necessary to select parameters when creating a Matching Configuration?  \n\n\n\nTypically, data patterns can be seen when the data is coming from a certain carrier for a certain line of business. They'll typically get the data in the same format with the same contents. These parameters will create a profile that can be reused each time that same similarly formatted Utilization File, from the same carrier, for the same type of business.  \n\n\n\nWhy do the High Confidence, Medium Confidence and Low Confidence fields all display 0/xxx?  \n\n\n\nThis is because there have not been any passes selected. As you select the pass(es) that you want to associate with the Matching Configuration, the numbers will update accordingly.  \n\n\n\nIs there a way to show only valid passes when creating a Matching Configuration? \n\n\n\nYes. A Reference Utilization File must be selected. Then you can select the Show only valid Passes toggle button. This will use the utilization file to determine what is a valid matching pass for that specific reference utilization file.  \n\n\n\nWhy would I not want to select all Passes when creating a Matching Configuration?  \n\n\n\nIf you select all Passes, there will likely be many that are invalid. This will then increase the processing time for data that will not add value to your analysis. Also, you may not agree with all the different matching passes, or they may not contain sufficient valid data for your organization's policies regarding creating disruption reports.  \n\n\n\nSelecting most or all valid passes is a reasonable approach, and using the Show only valid Passes toggle button makes it easy to filter the list.  \n\n\n\nThe Matching Configurations page displayed after I saved my new configuration. What are my options on this page?  \n\n\n\nHere you can filter the list to display All Configurations or My Configurations. My Configurations will show you configurations that you did not share with others.  \n\n\n\nThe columns can also be sorted and filtered.  \n\n\n\nSelecting one of the listed Matching Configurations will open a view where a different Reference Utilization File can be selected and compared with the selected passes.  \n\n\n\nClicking on the vertical ellipses (triple dots button) in the last column for an existing Matching Configuration will allow you to edit that Matching Configuration to add or remove passes and change the parameters.   \n\n\n\nHow long does it take for a Disruption Analysis to generate?  \n\n\n\nThis depends on the content of the Utilization File and number of passes in the Matching Configuration that were selected. The larger the Utilization File and the more passes, the longer it will take.  \n\n\n\nHow will I know when the Disruption Analysis is completed?  \n\n\n\nThe status on the Disruption Analyses list page will change to COMPLETED.  \n\n\n\nOn the Providers tab of the Disruption Analysis, it looks like the Provider Name is a hyperlink. Is it and where does it navigate to?  \n\n\n\nYes, if the provider in the Network360 project is matched with a provider in the Utilization File, then the Provider’s Name is a hyperlink to open the provider Network360 Profile page in a new tab. If the provider from the Utilization File does not match any provider in the Network360 project, the Provider’s Name will not be a hyperlink.  \n\n\n\n \n\n\n\nIn the previous version of the Disruption Module, I was able to export several different reports. Can you provide information about which reports are still available and where I can access them?  \n\n\n\nIn the new Disruption Module, there will be 3 available reports to export that replace the old reports. The table below defines the new reports and the old report it replaced."
}